[Main]
DisplayName=Українська

[DB_FormUninstall]
lbl1.Caption=Driver Booster буде видалено з вашої системи.
lbl2.Caption=Виберіть наступні дані для видалення:
CheckBox1.Caption=Файли конфігурації (не рекомендується видаляти)
CheckBox2.Caption=Файли ліцензій (не рекомендується видаляти)
CheckBox3.Caption=Папка завантаження драйвера(не рекомендується видаляти)
CheckBox4.Caption=Папка резервної копії драйвера (не рекомендується видаляти)
btnOK.Caption=OK

[DB_FormSaleCrack]
lblTitle.Caption=Ви використовуєте неофіційний IObit Driver Booster repack!
lblInfo1.Caption=На відміну від оригіналу він безкоштовний і не містить додаткових рекламних модулів.
lblInfo2.Caption=Насолоджуйтесь своєю <a>ексклюзивою %d Знижкою</a>,щоб отримати офіційну версію PRO
btnClose.Hint=Закрити
btnGetFree.Caption=Безкоштовна
btnGetPro.Caption=Платна

[DB_FormDrvBst]
btnUptNotice.hint=Доступна нова версія
btnEnterKey.Hint=Ввести ліцензію
btnBackHome.Hint=Назад
lblTools.Caption=ІНСТРУМЕНТИ
btnRescue.Caption=Центр порятунку
btnRescue.Hint=Відновіть свою систему в звичайному режимі якщо щось пішло не так
btnSound.Caption=Виправити помилку відсутність звуку
btnSound.Hint=Виправлення проблеми відсутності звуку на вашому аудіопристрої
btnNetwork.Caption=Виправити помилку мережі
btnNetwork.Hint=Виправлення проблеми підключення до мережі на вашому мережевому пристрої.
btnError.Caption=Виправити помилку пристрою
btnError.Hint=Виправлення помилок на вашому пристрої.
btnDisplay.Caption=Виправити погану роздатність
btnDisplay.Hint=Виправлення проблеми роздільної здатності вашого монітору.
btnClean.Caption=Очистити дані відключеного пристрою
btnClean.Hint=Очищення даних відключених пристроїв на вашому комп'ютері.
btnSysInfo.Caption=Системна інформація
btnSysInfo.Hint=Збір та відображення детальної інформації про вашу систему.
btnNavScan.Hint=Сканувати
btnNavBost.Hint=Пришвидшити
btnNavTool.Hint=Інструменти
btnNavAcct.Hint=Центр дій
btnClose.Hint=Закрити
btnMinimize.Hint=Згорнути
btnMaximize.Hint=Розгорнути
btnWindow.Hint=Вікно
btnMenu.Hint=Інші налаштування
btnFeedback.Hint=Зворотній зв'язок
btnUpgrade.Caption=АКТИВУВАТИ
lblLicense.Caption=
btnReboot.Caption=Перезавантаження.
btnStartUpdate.Caption=Оновити все
btnStopUpdate.Caption=Стоп
lblDriverAge.Caption=Стан драйверів:
lblLastScan.Caption=Остання перевірка: Ніколи!
chkAutoAct.Caption=Автоперезавантаження ПК
mniMainSettings.Caption=Налаштування...
mniMainRescue.Caption=Відновлення...
mniMainFeedback.Caption=Зворотній зв'язок...
mniMainUpdate.Caption=Провірити наявність оновлень
mniMainManual.Caption=Посібник користувача
mniMainSupport.Caption=Техпідтримка
mniMainTranslate.Caption=Допоможіть нам з перекладом
mniMainIObit.Caption=IObit Онлайн
mniMainHistory.Caption=Що нового
mniMainAbout.Caption=Про програму
mniMainLike.Caption=Оцініть IObit
mniTrayShow.Caption=Показати вікно
mniTrayScan.Caption=Перевірити!
mniTraySettings.Caption=Налаштування...
mniTrayFeedback.Caption=Зворотній зв'язок...
mniTrayUpdate.Caption=Перевірити наявність оновлення
mniTrayExit.Caption=Вихід
mniItemDetail.Caption=Деталі...
mniItemUpdate.Caption=Оновити
mniItemIgnore.Caption=Ігнорувати
mniItemBackup.Caption=Назад
mniItemUninstall.Caption=Видалити
mniItemRollBack.Caption=Відновити попереднє оновлення
mniItemExport.Caption=Експорт списку
mniItemFixSound.Caption=Виправлення помилок звуку
mniItemFixDisplay.Caption=Виправлення роздільної здатності
mniItemFixNetwork.Caption=Виправлення помилок мережі
mniItemFixFaulty.Caption=Виправлення несправностей
mniAutoShutdown.Caption=Автовимкнення ПК
mniAutoReboot.Caption=Автоперезавантаження ПК
lblFailIgnore.Caption=Деякі драйвера не встановлені через проблеми з сумісністю.Ми забезпечимо Вас драйверами для вашої системи трішки пізніше.
lblAscTitle.Caption=Рекомендуємо: Advanced SystemCare
lblAscText.Caption=Захист і оптимізація вашого ПК в одне клацання
lblAscDownload.Caption=Завантажити безкоштовно
lblNewsOffline.Caption=Поділіться програмою Driver Booster з вашими рідними та друзями, вони будуть раді використовувати її!
btnProFun1.Caption=Більше драйверів
btnProFun1.Hint=Підтримка більш повних і рідкісних апаратних пристроїв.
btnProFun2.Caption=Помилка Налагодження
btnProFun2.Hint=Усунення кодів помилок,щоб виправити проблеми з апаратним забезпеченням.
btnProFun3.Caption=Автозавантаження
btnProFun3.Hint=Автоматичне завантаження драйверів,коли система знаходиться в режимі очікування.
lblHomeDevice.Caption=Драйвера Пристроїв
lblHomeGame.Caption=Ігрові Компоненти

[DB_FormUpdateTips]
lblCaption.Caption=Driver Booster
lblTitle.Caption=Успішно оновлено до Driver Booster %s
btnTry.Caption=Спробувати це зараз
btnDetails.Caption=Деталі
lblContentTitile.Caption=Отримайте більше драйверів і кращу продуктивність з Особливостями Pro:
lblContent1.Caption=- Необмежена кількість драйверів з розширеною на 200% базою даних
lblContent2.Caption=- Покращений ігровий досвід вашого ПК
lblContent3.Caption=- Підвищення стабільності і продуктивності системи
btnGet.Caption=Отримати зараз
btnClose.Hint=Закрити

[DB_FormSettings]
lblTitle.Caption=Налаштування
btnOK.Caption=OK
btnCancel.Caption=Скасувати
btnApply.Caption=Застосувати
btnRecommended.Caption=Рекомендується
btnClose.Hint=Закрити
btnTabNetwork.Caption=Мережа
btnTabDrivers.Caption=Драйвера
btnTabIgnored.Caption=Ігноровані
btnTabScan.Caption=Перевірка
btnTabGeneral.Caption=Загальні
lblProxyAddr.Caption=Хост:
lblProxyPort.Caption=Порт:
lblProxyUser.Caption=Ім'я користувача:
lblProxyPass.Caption=Пароль:
chkProxy.Caption=Увімкнути проксі
chkProxy0.Caption=Пряме підключення (без проксі)
chkProxy1.Caption=Вказати проксі-сервер
chkProxy2.Caption=Автовизначення проксі (використовувати налаштування IE)
lblDownPath.Caption=Зберігати усі завантажені драйвера в цю теку:
btnDownPath.Caption=Огляд...
lblBackPath.Caption=Папка Резервних копій (Зберегти усі резервні копії в цю теку) :
btnBackPath.Caption=Огляд...
chkAutoBackup.Caption=Автостворення точки відновлення перед встановленням драйвера
chkAutoBackup2.Caption=Автоматичне резервне копіювання драйверів до встановлення
chkAutoDownload.Caption=Автооновлення драйвера під час бездіяльності системи
chkAcceDown.Caption=Прискорення завантаження при оновленні драйверів
btnAutoDownDesc.Caption=Завантажувати тільки оновлення драйверів та ігрових компонентів
btnAutoUpdtDesc.Caption=Завантаження та встановлення оновлень драйверів,ігрових компонентів
chkAutoIdle.Caption=Виберіть тип,який потрібно оновити автоматично
chkAutoGra.Caption=Графічна карта
chkAutoAudio.Caption=Аудіо
chkAutoNetWork.Caption=Мережа
chkAutoChipset.Caption=Чипсет
chkAutoExtDev.Caption=Зовнішні пристрої
chkAutoGameCom.Caption=Ігрові компоненти
chkAutoOthers.Caption=Інше
chkAutoDelete.Caption=Автоматично видаляти встановлені інсталятори драйверів
chkAutoScan.Caption=Автосканування при запуску програми
chkSchedule.Caption=Перевіряти в призначений час
cbxSchedule.Items[0]=Щодня
cbxSchedule.Items[1]=Щотижня
cbxSchedule.Items[2]=Раз в два тижня
cbxSchedule.Items[3]=Щомісячно
chkCloseAction.Caption=Згорнути в область повідомлення  при закритті програми.
chkAutoRun.Caption=Запускати разом з ОС
lblLanguage.Caption=Мова:
lblTrans.Caption=Прозорість:
lblIgnoreList.Caption=Ігноровані пристрої не будуть перевірятися на наявність відповідних оновлень,поки ви не відновите їх зі списку нижче.
lvIgnoreList.Columns[0].Caption=Назва пристрою
lvIgnoreList.Columns[1].Caption=Версія
btnRestore.Caption=Видалити
chkQuietInstall.Caption=Автовстановлення в фоновому режимі
lblQuietInstDesc.Caption=Цей режим в процесі встановлення, відключить вікно майстра, діалогові вікна та інші виринаючі повідомлення. Ми наполеглево рекомендуємо вам увімкнути цей режим для легкого встановлення драйверів.
chkWhqlTest.Caption=Показувати тільки драйвера, які проходять тести
lblWhqlTestDesc.Caption=WHQL Тестування процесу,тестування Microsoft,яка включає в себе серію запусків тестів на сторонніх апаратних засобах або програмного забезпечення.WHQL тестування забезпечить стабільність і безпеку оновлення драйверів.Якщо ви вирішили оновити драйвери та не пройшли тести WHQL,ви можете зіткнутися з нестабільністю,проблемами сумісності,та несправністю системи
lblSkin.Caption=Оболонка:
lblSkinNone.Caption=СКОРО БУДЕ
lblFontSize.Caption=Размір шрифту:
btnFontSize1.Hint=Маленький
btnFontSize2.Hint=Средній
btnFontSize3.Hint=Великий
chkScanPnp.Caption=Автоперевірка нових підключених пристроїв
chkScanGame.Caption=Перевірка оновлень для ігрових компонентів.
lblAutoUpdate.Caption=Оновлення:
chkAutoUpdate1.Caption=Автооновлення
chkAutoUpdate2.Caption=Нагадати про наявність оновлень
chkSaveWndRct.Caption=Запам'ятати,розмір та положення раніше відкритого вікна
chkAnimateOff.Caption=Вимкнути ефекти анімації для ПК з низькими системними вимогами
chkCreateScheduler.Caption=Створити планувальник драйверів (рекомендовано)
chkSkipUAC.Caption=Пропустити попередження про контроль над обліковим записом користувача

[DB_FormRescue]
lblTitle.Caption=Центр відновлення
btnClose.Hint=Закрити
btnTabDrvBkp.Caption=Резервне копіювання драйверів
btnTabDrvBkp.hint=Резервна копія драйверів
btnTabSysRst.Caption=Відновлення системи
btnTabSysRst.hint=Відновлення системи
btnTabDrvRst.Caption=Відновлення драйверів
btnTabDrvRst.hint=Відновлення драйверів
lblWaiting.Caption=Зачекайте...
lblEmpty.Caption=Список пустий.
lvDrvRstList.Columns[0].Caption=Пристрій
lvDrvRstList.Columns[1].Caption=Версія
lvDrvRstList.Columns[2].Caption=Версія Рез.копії
lvDrvBkpList.Columns[0].Caption=Пристрій
lvDrvBkpList.Columns[1].Caption=Версія
lvDrvBkpList.Columns[2].Caption=Версія Рез.копії
lvSysRstList.Columns[0].Caption=Дата та Час
lvSysRstList.Columns[1].Caption=Опис
lvSysRstList.Columns[2].Caption=Тип

[DB_FormLicense]
lblTitle.Caption=Менеджер ліцензій
lblTitle1.Caption=Менеджер ліцензій
lblTitle2.Caption=Ввести ліцензію
lblState.Caption=Статус ліцензії:
lblCode.Caption=Код ліцензії:
lblDate.Caption=Термін дії:
lblRefresh.Caption=Оновити
lblExport.Caption=Експорт
lblLicenseDesc.Caption=Будь ласка,введіть ваш ліцензійний код і  натисніть кнопку "АКТИВУВАТИ" щоб насолодитися більш високою швидкістю оновлення та покращити обслуговування. Щоб уникнути помилок при введенні,скопіюйте та вставте отриманий код ліцензії в цьому вікні.
lblLicenseCode.Caption=Код ліцензії:
lblLicenseErr.Caption=Невірний код ліцензії! Будь ласка, введіть дійсний код ліцензії.
lblLicenseEg.Caption=(Приклад: AAAAA-BBBBB-CCCCC-DDDDD)
lblValidate.Caption=Перевірка...
lblGetLicense.Caption=Отримати ліцензію
lblRetriveCode.Caption=Відновити код
btnClose.Hint=Закрити
btnClose2.Caption=Закрити
btnBack.Caption=Назад
btnActivate.Caption=АКТИВУВАТИ
lblHelp.Caption=Довідка
mniEditCut.Caption=Вирізати
mniEditCopy.Caption=Копіювати
mniEditPaste.Caption=Вставити
mniEditDelete.Caption=Видалити
mniEditSelectAll.Caption=Обрати все

[DB_FormDetail]
lblWhqlInfo.Caption=Цей драйвер пройшов тестування WHQL та сурові правила перегляду IObit.
btnClose.Hint=Закрити
btnUpdate.Caption=Оновити
lblTitle.Caption=Відомості про драйвер
lblMoreInfo.Caption=Натисніть тут для подробиць
lblIgnore.Caption=Ігнорувати
lblUninst.Caption=Видалити
lblRollbk.Caption=Відновити попереднє оновлення
lvInfoList.Columns[0].Caption=Деталі
lvInfoList.Columns[1].Caption=Поточний
lvInfoList.Columns[2].Caption=Наявний
lvInfoList.Items[0].Caption=Версія:
lvInfoList.Items[1].Caption=Дата:
lvInfoList.Items[2].Caption=Видавець:

[DB_FormHintPop]
btnClose.Hint=Закрити
btnSettings.Hint=Налаштування
chkOption1.Caption=Не нагадувати мені знову
chkOption2.Caption=Не нагадувати мені знову
chkOption3.Caption=Не нагадувати мені знову
chkOption4.Caption=Не нагадувати мені знову
lblText51.Caption=Закінчився термін дії підписки!
lblText52.Caption=Тепер ви можете повторно активувати PRO видання і оновити більше застарілих драйверів з <a>75% знижка!</a>
lblText53.Caption=<a>$18.75</a>    <a>74.85</a>
lblText54.Caption=1 рік підписки на 3 ПК
lblText55.Caption=√ 100% Гарантія повернення Оплати
lblText56.Caption=√ Безкоштовна 24/7 Технічна підтримка
rdGameTitle.Caption=Нові драйвери доступні для готових ігор!
btnLearnM.Caption=Дізнатись більше

[DB_FormAbout]
btnClose.Hint=Закрити
lblTitle.Caption=Про програму
lblCopyright.Caption=Copyright© %d IObit.
lblCopyright2.Caption=Усі права захищені.
lblWarning1.Caption=ПОПЕРЕДЖЕННЯ
lblWarning2.Caption=Ця комп'ютерна програма захищена законом про авторські права і міжнародними угодами.
lblThanksTitle.Caption=Особлива подяка цим людям за їх великий внесок:
pnlThanksTitle.Caption=Наша вдячність
lblEula.Caption=<a>Ліц.угода</a> | <a>Політика конфіденційності</a>
lblUninstall.Caption=<a>Інструкції щодо видалення</a>

[DB_FormFeedback]
lblSendMailx.Caption=Надішліть нам файл налагодження,якщо це технічна проблема. <a>Політика конфіденційності</a>
lblTitle.Caption=Зворотній зв'язок
lblEmail.Caption=E-mail:
lblType.Caption=Тип запиту:
lblDesc.Caption=Опис:
MaxHintLbl.Caption=(<a>Максимум: 2000 символів</a>)
lblWaiting.Caption=Повідомлення відправляється...
lblFixTitle.Caption=Рішення для спільних проблем:
btnClose.Hint=Закрити
btnSend.Caption=Відправити
btnCancel.Caption=Відмінити
lblEmailHint.Caption=Будь ласка, переконайтеся що ваш email адрес є правильним, щоб ми могли зв'язатися з вами.
lblCallTitle.Caption=Зателефонуйте нашому тех-експерту при будь-якій проблемі на ПК
lblCallHint.Caption=(Безкоштовно, 24×7)
mniEditCut.Caption=Вирізати
mniEditCopy.Caption=Копіювати
mniEditPaste.Caption=Вставити
mniEditDelete.Caption=Видалити
mniEditSelectAll.Caption=Обрати все
mniAttachEmpty.Caption=(Пусто)
mniAttachClear.Caption=Видалити все
btnAttachAdd.Hint=Добавити
btnAttachView.Hint=Подивитися
dlgAttach.Title=Будь ласка, виберіть файл (и), які ви хочете прикріпити:
btnFixTitle.Caption=Рішення для загальних проблем:
btnFixSysInfo.Caption=Інформація про систему
lblFixSound.Caption=Немає звуку
lblFixNetwork.Caption=Збій мережі
lblFixDisplay.Caption=Невірне розрішення
lblFixTel.Caption=Технічна підтримка 24x7
lblFixReInst.Caption=Скидання коду
lblFixReSend.Caption=Надіслати код повторно
lblMissDrvDesc.Caption=Надайте нам назву,дату та версію відсутнього драйвера,щоб ми мали змогу допомогти вам.
lblBluSrcDesc.Caption=Цент порятунку

[DB_FormTel]
imgClose.Hint=Закрити
lbldesc1.Caption=Зателефонуйте зараз,щоб отримати безкоштовну консультацію для вирішення проблем.
lbldesc2.Caption=Примітка:Платний сервіс буде пропонуватися, коли це необхідно

[DB_FormInstTips]
lblTitle.Caption=Порада щодо встановлення
chkDontRemind.Caption=Не нагадувати мені знову
btnContinue.Caption=Продовжити встановлення
btnClose.Hint=Закрити
btnOK.Caption=Добре

[DB_FormInstWizard]
lblTitle.Caption=Майстер встановлення драйверів
lblVersion.Caption=Доступна версія:
lblDate.Caption=Дата виходу:
lblWarning.Caption=УВАГА: Щоб уникнути будь-яких потенційних конфліктів, будь ласка, закрийте усі програми перед установкою драйверів, а також не запускайте їх під час установки.
lblReboot.Caption=Будь ласка, перезавантажте ПК, щоб оновлення набули чинності.
lblWaiting.Caption=Будь ласка, дочекайтеся встановлення драйверів ...
lblSucceed.Caption=Встановлення завершено!
lblFailed.Caption=Встановлення не завершено!
btnClose.Hint=Закрити
btnCancel.Caption=Скасувати
btnDone.Caption=Зроблен
btnInstall.Caption=Встановити
chkSilentInst.Caption=Тихе встановлення

[DB_FormUIPanel]
btnClose.Hint=Закрити
lblSkin.Caption=Оболонка:
lblSkinNone.Caption=СКОРО БУДЕ
lblTrans.Caption=Прозорість:
lblFontSize.Caption=Размір шрифту:
btnFontSize1.Hint=Маленький
btnFontSize2.Hint=Средній
btnFontSize3.Hint=Великий
lblBackground.Caption=Фон:
lblBgSelect.Caption=Вибрати зображення...
lblBgRemove.Caption=Видалити фон
dlgOpenPic.Title=Будь ласка, виберіть зображення для фону:

[DB_FormToolPanel]
btnClose.Hint=Закрии
btnSound.Caption=Виправити відсутність звуку
btnNetwork.Caption=Виправити збій в мережі
btnDisplay.Caption=Виправити роздільну здатність
btnClean.Caption=Очистити дані відключеного пристрою
btnError.Caption=Виправити Помилки пристрою
btnSysInfo.Caption=Інфо. про систему
btnSound.Hint=Виправлення помилок звуку
btnNetwork.Hint=Виправлення проблем мережевого пристрою
btnDisplay.Hint=Виправлення помилок роздільної здатності ПК
btnClean.Hint=Очистити дані відключених пристроїв на вашому ПК.
btnError.Hint=Виправлення помилок ваших пристроїв.
btnSysInfo.Hint=Збирає та відображає детальну інформацію про вашу систему.

[DB_FormMenu]
btnMenuSettings.Caption=Налаштування...
btnMenuRescue.Caption=Відновлення...
btnMenuFeedback.Caption=Зворотній зв'язок...
btnMenuLicense.Caption=Менеджер ліцензії...
btnMenuDrvLog.Caption=Журнал Оновлення Драйверів
btnMenuUpdate.Caption=Перевірити наявність оновлення
btnMenuManual.Caption=Посібник Користувача (F1)
btnMenuSupport.Caption=Техпідтримка
btnMenuTranslate.Caption=Допоможіть з перекладом
btnMenuIObit.Caption=IObit онлайн
btnMenuHistory.Caption=Що нового
btnMenuAbout.Caption=Про програму
btnMenuFacebook.Caption=Ми на Facebook
btnIconLike.Hint=Оцініть IObit
btnIconFeedback.Hint=Зворотній зв'язок
btnIconRescue.Hint=Відновлення
btnMenuBack.Hint=Повернути
lblSkinBlack.Caption=Повернути
lblSkinWhite.Caption=Біла
lblMenuSkin.Caption=Оболонка
SelColorX.Hint=Користувацький колір

[DB_FrameBoost]
lblBoostTitle.Caption=Game Boost
lblCareTitle.Caption=Оптимізація Системи
lblCareDetails.Caption=<a>Детальніше</a>

[DB_M]
M_BoostSafeAPP=Будь ласка,збережіть документи перед Прискоренням
M_BoostDetails=<a>Детальніше</a>
M_BoostConfigure=<a>Конфігурація</a>
M_BoostDetails10=Випущений
M_BoostDetails9=Інші (%d)
M_BoostDetails8=Вимкнути автооновлення
M_BoostDetails7=Увімкнути рішення щодо ігрового живлення
M_BoostDetails6=Оптимізувати
M_BoostDetails5=Очистити буфер обміну
M_BoostDetails4=Очищення RAM
M_BoostDetails3=Services (%d)
M_BoostDetails2=Зупинити
M_BoostDetails1=Процес (%d)
M_HeadOutdated=Застаріла
M_HeadUpToDate=Актуальна
M_DownDriver=Завантаження драйверів...
M_InstDriver=Встановлення драйверів...
M_CareInst=Встановлення
M_CareRun=Запустити зараз
M_CareCheck=Перевірити зараз
M_CareChecking=Перевірка
M_CareInstall=Встановити зараз
M_CareOptm=Оптимізувати
M_CareOptmInfo=%d знайдено матеріалів(%s)
M_CareOptmInfo2=%d знайдено матеріалів
M_CareASC=Запустіть Advanced SystemCare для оптимізації комп'ютера за допомогою 1-кліка.
M_CareASCU=Запустіть Advanced SystemCare Ultimate для оптимізації ПК за допомогою 1-кліка.
M_CareInfo1=
M_CareInfo2=
M_CareInfo3=
M_BoostON=УВМК
M_BoostOFF=ВИМК
M_BoostTurnOn=Ввімкнути
M_BoostTurnOff=Вимкнути
M_Boosting=Пришвидшити
M_Restoring=Відновлення
M_BoostInfo1=Додатки/Послуги зупинені: <a>%d</a>
M_BoostInfo2=RAM очищено: <a>%s</a>
M_BoostInfo31=Ваш комп'ютер був пришвидшений для кращого ігрового досвіду.
M_BoostInfo32=Зупиніть непотрібні додатки/послуги для кращої гри.
M_HintScan=Сканувати
M_HintUpdate=Оновити
M_AutoRunInfo=Після ввімкнення,буде створено драйвер Booster Scheduler
M_CreScheduler1=Скасування запланованого завдання відключить наступні функції:
M_CreScheduler2=- Автоматичний запуск із Windows
M_CreScheduler3=- Сканування за встановленою частотою
M_CreScheduler4=- Автооновлення драйвера поки система не працює (PRO)
M_CreScheduler5=- Автооновлення до останньої версії
M_CreScheduler6=- Повідомлення про нові оновлення драйверів
M_CreScheduler7=Ви впевнені, що хочете скасувати заплановане завдання?
M_LicenseBlocked=Не вдалося активувати,оскільки ваш файл Hosts заблокував адресу вашого сервера.Натисніть кнопку ОК,щоб виправити.
M_LicenseErrNet=Неможливо підключитися до нашого сервера. Перевірте налаштування мережі/проксі-сервера та спробуйте підтвердити свою ліцензію пізніше.
M_LicenseErrGive=Код ліцензії %s недійсний у вашому регіоні чи країні.Будь ласка,натисніть ОКі,щоб купити дійсний.
M_Get30DayFree=Отримати PRO за $0
M_Validating=Перевірка...
M_EnerKey=Увести ліцензію
M_InvalidKey=Недійсний код ліцензії! Будь ласка, введіть дійсний.
M_EgKey=Наприклад: AAAAA-BBBBB-CCCCC-DDDDD
M_HeadSelectAll=Вибрати все
M_mniBackup=Резервне копіювання
M_mniBackedUp=Резервне копіювання
M_AutoUpdateQuery=Щоб повністю гарантувати безпечні оновлення, рекомендується в Налаштуваннях дозволити автоматично створювати точку відновлення системи та резервування драйверів
M_SCAN=СТАРТ
M_STOP=ЗУПИНИТИ
M_DriverAge0=Найновіший
M_DriverAge1=Застарілий
M_DriverAge2=Дуже застарілий
M_DriverAge3=Надзвичайно старий
M_DriverAge4=Помилка!
M_DriverAge5=Перезавантажте!
M_DriverAge6=Завершено!
M_DriverAge7=Відсутній драйвер
M_DriverAge8=Несправний!
M_DriverAge9=Не встановлений
M_Outdated=застарівший
M_Uptodate=найновіший
M_Unplugged=Вимкнений
M_NotInstalled=Не встановлений
M_Attention=Увага!
M_Congratul=Вітаємо!
M_Report0=Усі драйвера найновіші!
M_Report1=Сканування ще не проводилось.
M_Report2=Помилка сканування!
M_Report3=Застарілі,відсутні або несправні драйвера можуть уповільнити та дестабілізувати ваш ПК.Натисніть кнопку СТАРТ, щоб перевірити наявність оновлення.
M_Report4=З найновішими драйверами ви можете насолоджуватися більш стабільною роботою ПК та більш плавною грою. Натисніть кнопку СТАРТ, щоб перевірити наявність оновлень.
M_Report5=Більшість драйверів буде підтримуватися і оновлюватися безперервно за допомогою онлайн-бази даних.
M_Report6_1=Вже оновленно <a>%d</a> драйверів з часу встановлення. <a>Переглянути історію оновлень</a>
M_Report6_2=Вже оновленно <a>%d</a> драйверів з часу встановлення. <a>Переглянути історію оновлень</a>
M_Report6_X=Вже оновленно <a>%d</a> драйверів з часу встановлення. <a>Переглянути історію оновлень</a>
M_ReportStill=Все ще
M_ReportDevc_1=<a>%d</a> застарілий драйвер пристрою
M_ReportDevc_2=<a>%d</a> застарілий драйвер пристрою
M_ReportDevc_X=<a>%d</a> застарілий драйвер пристроїв
M_ReportGame_1=<a>%d</a> застарілий компонент гри
M_ReportGame_2=<a>%d</a> застарілі компоненти ігор
M_ReportGame_X=<a>%d</a> застарілих компонентів ігор
M_ReportTray_1=Оновлено %d.
M_ReportTray_2=Оновлено %d драйверів в цілому.
M_ReportTray_X=Updated %d драйверів в цілому.
M_LastScan=Остання перевірка:
M_NeedScan=Необхідна перевірка
M_WaitScan=Сканування...
M_Never=Ніколи!
M_Today=Сьогодні
M_Yesterday=Вчора
M_DaysAgo=днів тому
M_Stopped=Зупинено.
M_Update=Оновити
M_Failed=Не вдалось
M_Reboot=Перезавантаження.
M_Retry=Повторити
M_Installed=Встановлено
M_Available=Доступно
M_Vern=Версія
M_Date=Дата
M_Details=Деталі
M_InitUpdate=Ініціалізація оновлення...
M_InitDown=Ініціалізація драйверів для завантаження...
M_InitInst=Ініціалізація драйверів для встановлення...
M_CancelQuery=Ви впевнені, що хочете відмінити оновлення?
M_CancelQueryInfo=Примітка: Щоб уникнути можливого пошкодження комп'ютера,оновлення під час встановлення не може бути зупинено.
M_UpdateFailed=Помилка оновлення!
M_UpdateFinished=Оновлення завершено.
M_NeedReboot=Перезавантажте ПК щоб оновлення набули чинності.
M_RebootQuery=Ви впевнені, що хочете перезавантажити зараз? Спочатку потрібно підтвердити, що ви зберегли роботу і закрили всі програми.
M_NoItemSel=Елементи не вибрані.Бажаєте оновити усі застарілі драйвера?
M_DiskIsFull=Диск %s заповнений! Будь ласка,виберіть іншу директорію для збереження драйверів та спробуйте ще раз.
M_Downloading=Завантаження...
M_DownFailed=Завантажити не вдалось!
M_Installing=Встановлення:
M_InstFailed=Помилка встановлення!
M_SysBackupWait=Створення точки відновлення, будь ласка, зачекайте...
M_DrvBackupWait=Резервне копіювання драйверів, будь ласка, зачекайте ...
M_RestoreEnable=Відновлення системи не увімкнено. Будь ласка, натисніть "ДОБРЕ", щоб увімкнути відновлення системи, щоб Driver Booster зміг створити точку відновлення перед встановленням нових драйверів. Або "Скасувати", щоб встановити нові драйвера без створення точки відновлення (не рекомендується!).
M_BoostGame=Пришвидшувач ігор
M_BoostGames=Пришвидшити ігри як слід (%d)
M_DevsInDrv=Пристрої, що використовують цей драйвер (%d)
M_RstLoading=Завантаження точок відновлення...
M_RestoreReboot=Будь ласка, перезавантажте ПК просто зараз, щоб закінчити відновлення!
M_RestoreQuery=ПЗПЕРЕДЖЕННЯ: Після запуску відновлення системи, неможливо буде скасувати або призупинити цей процес. Ви впевнені, що хочете продовжити?
M_RestoreWait=Будь ласка, зачекайте, поки ваше відновлення системи ініціалізується...
M_RestoreFailed=Помилка відновлення!
M_SelectDownPath=Виберіть теку для збереження завантажених пакетів драйверів
M_SelectBackPath=Виберіть теку для збереження резервних копій пакетів драйверів
M_SaveWait=Збереження налаштувань...
M_SaveDone=Збережено.
M_RegReport1=драйвер має бути оновленним!
M_RegReport2=драйверів повинні бути оновленні!
M_RegReport3=Насолоджуйтесь пріоритетом для оновлення драйверів з Pro edition!
M_RegReport4=Тільки %s застарілий драйвер може бути оновлено сьогодні
M_RegReport5=Тільки %s застарілих драйверів можуть бути оновлені
M_RegReport6=Активуйте PRO версію та оновіть %s пристроїв!
M_Version=Версія
M_Alpha=Альфа
M_Beta=Бета
M_IgnoreAllVer=(Всі версії)
M_IgnoreQuery=Ви впевнені, що хочете ігнорувати цей пристрій? Вираний пристрій не скануватиметься, поки ви не відновите його в налаштуваннях.
M_IgnoreCheck=Ігнорувати лише дане оновлення.
M_UnignoreQuery1=Ви впевнені, що хочете відновити вибраний пристрій? Вибраний пристрій надалі скануватиметься.
M_UnignoreQueryX=Ви впевнені, що хочете видалити вибраний пристрій зі списку ігнорованих? Віддалене пристрій буде перераховано при наступному скануванні.
M_FeedbackEmail=Будь ласка, введіть дійсну email адресу, щоб ми могли зв'язатися з вами для додаткової інформації.
M_FeedbackDesc=Потрібний опис!
M_FeedbackFailed=Відправити не вдлось! Будь ласка, спробуйте пізніше.
M_FeedbackTimeout=Час з'єднання вийшов! Будь ласка, спробуйте пізніше.
M_FeedbackSucceed=Дякуємо за Ваш відгук. Ми зв'яжемося з вами як найшвидше
M_FeedbackManual=Або зв'яжіться з нами безпосередньо за допомогою %s
M_FeedbackTypeLove=Мені це подобається
M_FeedbackTypeSugg=Пропозиції
M_FeedbackTypeSF=Помилка перевірки
M_FeedbackTypeUF=Помилка оновлення
M_FeedbackTypeNF=Помилка мережі
M_FeedbackTypeDF=Помилка завантаження
M_FeedbackTypeRMD=Звіт про відсутні драйвера
M_FeedbackTypeRPD=Звіт про проблемні драйвера
M_FeedbackTypeBSOD=Синій екран / Смерть системи
M_FeedbackTypeMute=Немає звуку
M_FeedbackTypeRP=Проблеми перезавантаження
M_FeedbackTypeCode=Питання по Замовленню / Ліцензії
M_FeedbackTypeOther=Інше
M_FeedbackLine1=Відсутній драйвер(а) є/є
M_FeedbackLine2=Бренд і модель комп'ютера є
M_FeedbackLine3=Або модель материнської плати є
M_FeedbackDescDef=Будь ласка, напишіть ваш відгук чітко і коротко.
M_FeedbackCloseAsk=Ви впевнені, що не хочете відправити відгук?
M_LicenseSucceed=Вітаємо! Ліцензія успішно активована.
M_LicenseFailed=Реєстрація ліцензії %s з помилкою (%d), зверніться в службу підтримки.
M_LicenseExpired=Ваша ліцензія %s минула! Будь ласка, продовжите ліцензію для отримання повної функціональності і оновлень.
M_LicenseExpired2=Ця запропонована ліцензія вже недійсна! Натисніть "OK", щоб придбати новий ліцензійний код.
M_LicenseExpired3=%s закінчився! Натисніть кнопку "Добре", щоб придбати новий ліцензійний код.
M_LicenseExceeded=Ліцензія %s була активована на багатьох ПК і не може бути використана. Будь ласка, придбайте ще одну ліцензію для активації Driver Booster PRO на вашому ПК.
M_RegInfoActivated=Активована
M_RegInfoExpired=Термін закінчився
M_RegInfoExceeded=Термін закінчився
M_RegInfoFailed=Не активована (%d)
M_RegInfoInvalid=Недійсна
M_RegInfoGiveAway=Пожертва
M_RegInfoLifeTime=Час, що залишився
M_RegInfoDaysLeft=Залишилось %d днів
M_RegInfoDaysLeftX=залишилося  днів - %d
M_RegInfoNever=Ніколи
M_ExportTitle=----- Код ліцензії %s Pro -----
M_ExportState=Статус ліцензії : %s
M_ExportCode=Код ліцензії : %s
M_ExportSeat=Место лицензии: %d
M_ExportDate=Дата завершення: %s
M_WaitUpdating=Оновлюється, будь ласка, зачекайте...
M_WaitProcessing=Обробка, будь ласка, зачекайте...
M_Scanning=Перевірка...
M_Initiating=Ініціювання...
M_Updating=Оновлення...
M_NewVerTitle=Успішно оновлений до Driver Booster v%s
M_NewVerHint=Driver Booster успішно оновлено до версії <a>%s</a>. Натисніть <a>Що нового</a> для перевірки нових функцій і удосконалень!
M_WhatsNew=Що нового
M_BkpLoading=Завантаження драйверів пристроїв...
M_NoRstSel=Елементи не вибрані.
M_Backup1=Ініціювання...
M_Backup2=Завершено.
M_BackupX=Резервне копіювання:
M_BackupFail=Не вдалось!
M_BackupFailX=(%d не вдалось!)
M_BackupRestore=Відновити
M_BackPathBad=Каталог Резервного копіювання не існує. Ви можете натиснути кнопку "ОК", щоб створити новий каталог зараз.
M_FailAndFeedback=Не вдалося виконати оновлення. Будь ласка, спробуйте ще раз пізніше або натисніть ОК для відправки нам звіту.
M_RebootTimer=Ваш комп'ютер буде перезавантажений через 15 секунд. Якщо ви не хочете перезавантажувати комп'ютер, натисніть "Скасувати".
M_ShutdownTimer=Ваш комп'ютер буде вимкнений через 15 секунд. Якщо ви не хочете вимикати комп'ютер, натисніть "Скасувати".
M_CheckCompat=Driver Booster не може працювати в режимі сумісності. Будь ласка, натисніть "OK" щоб вирішити цю проблему автоматично і перезапустити програму.
M_CheckAdmin=Будь ласка, запустіть Driver Booster від імені адміністратора, інакше ви не зможете оновити драйвера. Driver Booster закриється пізніше і, будь ласка, не забудьте запустити його від імені адміністратора в наступний раз.
M_TipTitle1=Поради по встановленню
M_TipTitle2=Режим Інтелектуального встановлення
M_InstTip1=1. Якщо ваша програма з безпеки блокує встановлення драйвера,будь ласка,дозвольте їй виконати встановлення або вимкніть її тимчасово,щоб виконати успішне встановлення драйвера.
M_InstTip2=2. Короткочасний чорний екран та програмні збої можуть відбуватися при оновленні драйвера для відеокарти.Ми рекомендуємо тимчасово вийти з інших програм.
M_InstTip3=3. Короткочасний мережевий збій може відбутися при оновленні мережевого драйвера.
M_InstTip4=Встановлення драйвера призупинено.
M_InstTip5=Driver Booster виявив,що ви граєте або виконуєте роботу в повноекранному режимі.Щоб не турбувати вас,встановлення драйвера було припинено. Будь ласка,вийдіть з гри або завдання та натисніть на кнопку нижче,щоб продовжити встановлення.
M_SkinBlack=Чорний
M_SkinWhite=Білий
M_SkinColor=Барвистий
M_SkinInter=Міжзоряний
M_SkinCraft=Літак
M_SkinClear=чіткий
M_UninsQuery=Ви впевнені, що хочете видалити цей драйвер?
M_UninsWarn=ПОПЕРЕДЖЕННЯ: Цей пристрій може не працювати після видалення драйвера!
M_UninsWait=Видалення...
M_UninsSucc=Видалення завершено.
M_UninsFail=Видалити не вдалося.
M_RllbkQuery=Ви впевнені, що хочете повернути цей драйвер до попередньої версії?
M_RllbkCheck=Ігнорувати це оновлення в майбутньому скануванні
M_RllbkWarn=ПОПЕРЕДЖЕННЯ: Відповідні пристрої можуть припинити працювати після відновлення цього драйвера!
M_RllbkWait=Відновлення до попередньої версії...
M_RllbkSucc=Відновлення пройшло успішно.
M_RllbkFail=Помилка відновлення.
M_FeedbackWait=Повідомлення відправляється...
M_Loading=Завантаження...
M_HeadDevcs=Драйвера пристроїв
M_HeadGames=Ігрові компоненти
M_UpdateAll=Оновити всі
M_UpdateSel=Вибрані оновлення
M_UpdateNow=Оновити зараз
M_UpdateNone=Не вибрано
M_GameSupports=Підтримувані ігри
M_DevcDesc=Драйвера пристроїв включають в себе графічну карту, звукову плату, чіпсет, бездротову мережу, драйвера пристроїв Bluetooth і т.д ..
M_GameDesc=Ігрові компоненти забезпечують ігри необхідною підтримкою, підвищенням ефекту та налаштуваннями продуктивності.
M_GameReadyDesc=Це оновлення може принести вам кращий ігровий досвід та покращити стабільність та продуктивність пристрою. Натисніть,щоб дізнатися більше!
M_POPGameReadyDesc=Доступне оновлення для вашого <a>%s</a>.Окрім підвищення стабільності та продуктивності пристрою,це оновлення покращує ваш ігровий досвід.
M_UnpluggedDesc=Цей пристрій відключений. Натисніть,щоб дізнатися більше.
M_InstWait=Будь ласка, зачекайте завершення встановлення драйвера ...
M_Attachments=Вкладення
M_AttachOversize=Додати не вдалося! Розмір вкладення перевищує ліміт у %d MБ.
M_AttachErrorExt=Наступні типи файлів не підтримуються, щоб прикріпити:
M_AttachErrExt_1=.ade, .adp, .bat, .chm, .cmd, .com, .cpl, .exe, .hta, .ins,
M_AttachErrExt_2=.isp, .jse, .lib, .lnk, .mde, .msc, .msp, .mst, .pif, .scr,
M_AttachErrExt_3=.sct, .shb, .sys, .vb, .vbe, .vbs, .vxd, .wsc, .wsf, .wsh
M_PopExpTitle1=<a>%d</a> <a>залишилося днів!</a>
M_PopExpTitle2=<a>%d</a> <a>залишилося днів!</a>
M_PopExpTitleX=<a>%d</a> <a>залишилося днів!</a>
M_PopExpTitleE=<a>Термін дії вашої ліцензії минув!</a>
M_PopExpText11=Термін дії вашої передплати закінчиться через 1 день.Поновіть зараз,використовуючи <a>ексклюзивну знижку</a>,щоб постійно оновлювати драйвери.
M_PopExpText12=Термін дії вашої передплати закінчиться через %d днів.Поновіть зараз,використовуючи <a>ексклюзивну знижку</a>,щоб постійно оновлювати драйвери.
M_PopExpText1X=Термін дії вашої передплати закінчиться через %d днів. Поновіть зараз,використовуючи <a>ексклюзивну знижку</a>,щоб постійно оновлювати драйвери.
M_PopExpText211=Протягом минулого дня драйвер Booster Pro виправив проблему з 1 драйвером.Просто натисніть кнопку,щоб відновити Pro,та забезпечити стабільну продуктивність ПК/ігор. Не пропустіть <a>ексклюзивну знижку!</a>
M_PopExpText212=Протягом 1 дня драйвер Booster Pro виправив <a>%d</a> драйверів для вас.Просто натисніть кнопку,щоб відновити Pro,та забезпечити стабільну продуктивність ПК/ігор.Не пропустіть <a>ексклюзивну знижку!</a>
M_PopExpText221=Протягом минулих %d днів драйвер Booster Pro виправив помилку для 1 драйвера. Просто натисysnm кнопку,щоб відновити Pro,та забезпечити стабільну продуктивність ПК/ігор. Не пропустіть <a>ексклюзивну знижку!</a>
M_PopExpText222=Протягом минулих %d днів драйвер Booster Pro виправив проблеми із драйверами <a>%d</a>.Просто натисніть кнопку,щоб відновити Pro,та забезпечити стабільну продуктивність ПК/ігор.Не пропустіть <a>ексклюзивну знижку!</a>
M_PopExpText0=Ви втратили всі функції Pro.Не хвилюйтесь.Ще один рік стабільної роботи ПК та ігор - це лише один клік.Продовжіть Booster Pro з <a>ексклюзивною знижкою!</a>
M_PopBtnOK=Добре
M_PopBtnFix=Оновити
M_PopBtnAct=АКТИВУВАТИ
M_PopBtnView=Докладніше
M_PopBtnReNew=Продовжити
M_PopBtnReAct=Повтор Активації
M_PopLblMore1=Детальніше >>
M_PopLblMore2=Детальніше
M_ScanOutServ=Використовувана вами версія Driver Booster застаріла.Завантажте та встановіть останню версію Driver Booster,щоб користуватися новими функціями та покращеннями.
M_ScanNetFail=Помилка сканування!Сервер Driver Booster не доступний.Будь ласка,перевірте підключення та налаштування мережі,проксі-сервера та брандмауера,або повторіть спробу пізніше.
M_ScanNetFail1=Сканувати не вдалося! Виявлена помилка в мережевому пристрої.Будь ласка, натисніть "ОК",щоб відновити зараз.
M_ScanNetFail2=Сканувати не вдалося! Driver Booster може бути заблокований деякими програмами або пристроями. Натисніть "Добре" для докладної інформації.
M_ScanNetProxy=Налаштування проксі-сервера
M_FileLost=Необхідний для роботи файл відсутній.Будь ласка, перевстановіть Driver Booster та спробуйте ще раз.
M_FileRupt=Необхідний для роботи файл пошкодженний. Будь ласка, перевстановіть Driver Booster та спробуйте ще раз.
M_PayToUpdate=Доступно тільки для PRO версії.Активуйте зараз, щоб оновити негайно.
M_DelayUpdate1=Доступно через 1 день,або Активуйте зараз,щоб оновити негайно.
M_DelayUpdateX=Доступно через %d днів,або Активуйте зараз,щоб оновити негайно.
M_SearchDefault=Введення та пошук
M_DataVersion=Версія бази даних: %s (Найновіша)
M_FileNotFound=Файл не знайдено!
M_UnknownDevice=Невідомий пристрій
M_Speedup1=Прискорення завантаження
M_Speedup2=Прискорення завантаження(%d секунд до завершення)
M_PopFreeUpdate1=<a>%d</a> пристрій потребує актуальних драйверів.Оновіть зараз,щоб ваш ПК працював стабільно.
M_PopFreeUpdate2=<a>%d</a> пристрій потребує актуальних драйверів.Оновіть зараз,щоб ваш ПК працював стабільно.
M_PopFreeUpdateX=<a>%d</a> пристрій потребує актуальних драйверів.Оновіть зараз,щоб ваш ПК працював стабільно.
M_PopProUpdate1=Активуйте PRO щоб оновити додатково <a>%d</a> пристрій/коипонент оновлення.
M_PopProUpdate2=Активуйте PRO щоб оновити додатково <a>%d</a> пристроїв/компоненти оновлення.
M_PopProUpdateX=Активуйте PRO щоб оновити додатково <a>%d</a> пристроїв/компоненти оновлення
M_PopProInstall1=<a>%d</a>драйвер автоматично завантажений та готовий для встановлення.
M_PopProInstall2=<a>%d</a>драйвери автоматично завантажені та готові для встановлення.
M_PopProInstallX=<a>%d</a>драйверів автоматично завантажені та готові для встановлення.
M_PopPnpDetect=Нещодавно підключений пристрій має застарілі драйвера. Будь ласка,оновіть його просто зараз.
M_BalloonHint1=Driver Booster відображатиме результат у фоновому режимі.
M_BalloonHint2=Driver Booster відображатиме завантаження драйверів у фоновому режимі.
M_BalloonHint3=Driver Booster відображатиме встановлення драйверів у фоновому режимі.
M_FixDispQuery=Роздільна  здатність екрана ймовірно нижча. Бажаєте виправити це,тисніть ''Добре''?
M_BadSystem=Driver Booster не може  встановити драйвера,ваша система пошкоджена.Ремонт системи допоможе Вам
M_DeviceUpdateInfo=Ось короткий опис оновлених пристроїв з того часу,як був встановлений Driver Booster
M_DeviceUpdateCount=Онвлені пристрої: <a>%s</a>
M_NoDeviceUpdateInfo=Ви отримали останні версії драйверів для цього ПК
M_NoDeviceUpdateCount=Чи бажаєте оптимізувати його в подальшому для більш високої продуктивності ПК? Натисніть правку клавішу миші просто зараз проведіть більш глибоке сканування
M_UpdateEnding=Завершення оновлення драйверів ...
M_StopWait=Будь ласка зачекайте
M_ExpPathFail=Чи не вдалося виконати експорт. Будь ласка, виберіть інше місце і спробуйте ще раз.
M_CrtRstQuery=Ви впевнені,що бажаєте створити точку відновлення?
M_CrtRstSucced=Створення точки відновлення вдалося!
M_RemoveRstQuery=Обрана точка відновлення буде видалена.Ви впевнені,що бажаєте продовжити?
M_DeleteRstFailed=Видалення точки відновлення не вдалося!
M_RscDescDrvBkp=Допомагає вам створювати резервні копії драйверів пристроїв.
M_RscDescDrvRst=Допомагає відновити драйвери для резервної копії останньої версії.
M_RscDescSysRst=Допоможе вам відновити комп'ютер в стан до обраної точки відновлення.
M_RscDkRstFailDesc=Файл резервної копії був видалений / пошкоджений.
M_FixErrCount1=%d помилка
M_FixErrCount2=%d помилка
M_RstTypeInstall=Встановити
M_RstTypeUnInstall=Видалити
M_RstTypeUnknown=Невідомий
M_RstTypeUndo=Анулювати
M_RstTypeSystem=Система
M_RstTypeManual=Посібник користувача
M_RstTypeCrtlUpd=Критичне оновлення
M_CrtRstFailed=Не вдалося створити точку відновлення!
M_RstNoBackup=Не підтримується
M_SalePopDevErrNme=Виправлення помилок пристрою
M_SalePopDevErrTle=Активувуйте PRO версію,щоб виправити помилки пристрою
M_SalePopDevErrDsc=Усунення кодів помилок в диспетчері пристроїв,виправлення проблеми з апаратним забезпеченням та збереження вашого ПК в безпеці.
M_SalePopDevErrOne=<a>1 збій пристрою</a> знайдено. Активуйте PRO версію,щоб виправити
M_SalePopDevErrMre=<a>%d збій пристроїв</a> знайдено. Активуйте PRO версію,щоб виправити
M_SalePopAcDownNme=Прискорене Завантаження
M_SalePopAcDownTle=Активуйте PRO версію,щоб завантажувати драйвери швидше
M_SalePopAcDownDsc=Насолоджуйтесь швидкістю оновлення драйверів на 100% швидше та отримуйте правильні драйвери протягом декількох секунд.
M_SalePopAuDownNme=Автозавантаження
M_SalePopAuDownTle=Активуйте PRO версію,щоб увімкнути Автозавантаження
M_SalePopAuDownDsc=Автоматичне завантаження драйверів,це коли система знаходиться в режимі очікування,щоб зберегти половину часу при оновленні драйверів
M_SalePopDrvBkpNme=Резервне копіювання та відновлення
M_SalePopDrvBkpTle=Активуйте PRO версію для резервного копіювання драйверів
M_SalePopDrvBkpDsc=Створення точки відновлення драйверів та резервне копіювання перед оновленням.Просто одне натисканням кнопки повертає усе назад
M_SalePopDatabsNme=3,000,000+ Драйверів
M_SalePopDatabsDsc=Насолоджуйтесь привілеєм більше драйверів, особливо рідкісних драйверів для підтримки більш ніж 400 000 пристроїв
M_SaleEmbedlblTile=Активуйтесь до Pro Edition щоб оновити <a>%d</a> більше пристроїв!
M_SaleEmbedlblTileH=Активуйтесь до Pro Edition щоб оновити %d більше пристроїв!
M_SaleScanMorePro=Натисніть<a>Ексклюзивна пропозиція</a>, щоб отримати вашу VIP знижку на інші Продукти IObit (тільки для PRO користувачів).
M_SaleExclusive=Ексклюзивна пропозиція
M_SaleExtended=Ви хочете отримати повніший захист ПК, щоб гарантувати більшу безпеку і очистку ПК?
M_SaleNoThanks=Ні, дякую
M_lblpg1P2=Ви хочете провести глибшу і ретельнішу діагностику продуктивності ПК?
M_lblpg1P3=Просто натисніть на<a>Розширена перевірка</a>і отримаєте універсальне рішення для діагностики та оптимізації продуктивності ПК.
M_rdbtnpg1Finish=Фініш
M_rdbtnpg1ScanMore=Розширена перевірка
M_FeedbackSltnNet=Будь ласка, спробуйте інструмент Ремонт збою мережі, щоб усунути цю проблему.
M_FeedbackSltnSound=Будь ласка, спробуйте інструмент Ремонт помилки відсутності звуку, щоб виправити цю проблему.
M_FeedbackSltnCode=Що ви бажаєте робити?
M_FeedbackSltnBluSrc=Будь ласка,відвідайте Центр порятунку,щоб відновити вашу систему.
M_FeedbackShotCount=Скріншот
M_FeedbackSCMax=Операція не вдалася. Ви досягли максимуму в 5 скріншотів.
M_FeedbackDelete=Ви впевнені, що хочете видалити цей скриншот?
M_DrvLogEmpty=Ви поки не використовували Driver Booster, щоб оновити всі драйвери. Після останнього оновлення драйвера з Driver Booster, відповідна інформація буде записана в цьому журналі. Ви можете зараз запустити сканування, щоб перевірити, чи доступні будь-які оновлення.
M_DrvLogType1=Встановити
M_DrvLogType2=Видалити
M_DrvLogType3=Відкотити
M_DrvLogType4=Відновити
M_DrvLogType5=Ігнорувати
M_DrvLogType6=Ігнорувати
M_DrvLogType7=Відновлено
M_DrvLogType8=Ігнороване
M_DrvLogType9=Ігнороване
M_DrvUpdInstInfo=Наступний елемент (Драйвер пристрою Ігровий компонент) буде автоматично оновлений в<a>%s</a>
M_DrvUpdInstInfo2=Наступні<a>%d</a>елементів (Драйвер пристрою/Ігровий компонент) будуть автоматично оновлені в<a>%s</a>
M_DrvUpdUpdateNow=ОНОВИТИ
M_DrvUpdCompleted=Оновлення завершено!
M_DrvUpdOK=OK
M_DrvUpdReboot=Перезавантажити
M_DrvUpdNeedReboot=Оновлення завершено! Для вступу в силу, перезавантажити.
M_DrvUpdInstalling=Встановлення...
M_DrvUpdCancelling=Скасувати...
M_DrvUpdStopInfo=Будь ласка,дочекайтеся завершення скасування. Це може зайняти деякий час
M_DrvUpdBllnHint=Driver Booster Автоматично оновлює драйвера пристроїв та ігрові компоненти в фоновому режимі.
M_DrvUpdMinimize=Згорнути
M_DrvUpdCancel=Скасувати
M_ActiveToFeedback=Зворотній зв'язок
M_GuideFaceIOT_Des=Скануйте та очистіть непотрібні файли на своєму пристрої iOS,щоб звільнити місце для зберігання.
M_GuideFaceIOT_Scan=Сканувати
M_GuideFaceSanWithPro=Сканувати з PRO
M_GuideFaceSanWithPro_Des=Модернізуйте до PRO edition, щоб оновляти більше драйверів пристроїв та ігрових компонентів.
M_GuideFaceView=Перегляд
M_GuideFaceDeviceError=Помилка пристрою
M_GuideFaceDeviceError_Des=<a>%s</a> помилок пристроїв можуть бути виправлені.
M_GuideFaceFix=Виправити
M_GuideFaceUnplugDevData=Дані відключеного пристрою
M_GuideFaceUnplugDevData_Des=Для <a>%s</a> відключених пристроїв можна очистити дані.
M_GuideFaceClean=Очистити
M_GuideFacePCPerScan=Перевірити Продуктивність ПК
M_GuideFacePCPerScan_Des=Пошук багатьох проблем з ПК і небажаних файлів.
M_GuideFaceScan=Перевірити
M_GuideFaceUpCountDes=<a>%d</a>драйверів було оновлено з моменту установки Driver Booster.<a>Перегляд Історії оновлення</a>
M_GuideFaceHistory=<a>Перегляд Історії оновлення</a>
M_GuideFaceUpdated=Оновлено
M_GuideFaceDriver=драйверів пристроїв
M_GuideFaceComponent=ігрових компонентів
M_GuideFaceTitle=Відмінно! Оновлення пройшло успішно!
M_GuideFacerdhtmldesCap=Підтримка безлічі драйверів і постійне оновлення через онлайн-базу даних.
M_GuideFaceFixDone=Помилки пристрою виправлені.
M_GuideFaceCleanDone=Дані відключення пристрою очищені.
M_GuideFaceDeviceError_Des1=Помилка <a>%s</a> пристрою виправлена.
M_GuideFaceUnplugDevData_Des1=Для <a>%s</a> відключених пристроїв дані очищені.
M_GuideFaceUpCountDes1=<a>%d</a>драйвер оновлений з моменту установки Driver Booster.<a>Перегляд Історії оновлення</a>
M_GuideFaceDriver1=драйвер пристрою
M_GuideFaceComponent1=ігровий компонент
M_GuideFaceCleaned=Очищений
M_GuideFaceFixed=Виправлений
M_PcPerScanPrivacy=Сліди конфіденційності
M_PcPerScanJunk=Сміттєві файли
M_PcPerScanInternet=Інтернет-поліпшення
M_PcPerScanRegistry=Записи реєстру
M_PcPerScanSystem=Оптимізація системи
M_PcPerScanProbDes=%s елементів знайдено (%s)
M_PcPerScanProbDes1=%s елементів знайдено
M_PcPerScanProbDes2=%s елемент знайдений (%s)
M_PcPerScanProbDes3=%s елемент знайдений
M_PcPerScanProbDes5=Не знайдено жодної проблеми
M_PcPerScanTip1=Якщо щось вплине на продуктивність вашої системи.Ми рекомендуємо встановити Advanced SystemCare для її усунення
M_PcPerScanTip2=Ми рекомендуємо встановити Advanced SystemCare, щоб ваш ПК завжди був чистим та швидким.
M_PcPerScanNoError=Проблем немає
M_PcPerScantitleCap=Перевірка продуктивності ПК завершена
M_PcPerScanInstalling=Встановлення
M_PcPerScanRdhtmlblCap=Натиснувши Встановити для Виправлення Advanced SystemCare's, ви приймаєте<a>Ліцензійна угода з кінцевим користувачем</a>і<a>Політику конфіденційності</a>і погоджуєтеся з його установкою.
M_PcPerScanRdhtmlblCap1=Натиснувши Встановити Advanced SystemCare's, ви приймаєте<a>Ліцензійна угода з кінцевим користувачем</a>і<a>Політику конфіденційності</a>і погоджуєтеся з його установкою.
M_PcPerScanOptimizeTitle=Деталі Оптимізації Системи
M_PcPerScanOptimizeDesc=Ці елементи вплинуть на продуктивність вашої системи.Ми рекомендуємо встановити Advanced SystemCare для оптимізації
M_PcPerScanOptimizeBtn=Встановити для оптимізації
M_PcPerScanOptimizedesc2=Натиснувши "Встановити для оптимізації",ви погоджуєтеся встановити Advanced Systemcare і приймаєте його <a>Ліц.угода</a> та <a>Політика конфіденційності</a>.
M_ScanWithProDes=Модернізуйте до PRO edition, щоб оновити більше<a>%d</a>пристроїв та ігрових компонентів.
M_ScanWithProLevel_0=Старий
M_ScanWithProLevel_1=Дуже старий
M_ScanWithProLevel_2=Надзвичайно старий
M_ScanWithProAviailable=Доступно:
M_ScanWithProCmp=Не встановлено
M_ScanWithProMiss=Драйвер відсутній
M_ScanWithProPorb=Помилка
M_GuideFaceAutoUpdate=Автоматичне оновлення драйверів
M_GuideFaceAutoUpdate_Des=Автоматично підтримує драйвери пристроїв завжди в актуальному стані.
M_GuideFaceNoProblem=Всі проблеми вже виправлені
M_GuideFaceEnable=Увімкнути
M_GuideFaceEnabled=Увімкнено
M_GuideFaceSetting=Налаштування
M_GuideFaceSettingDes=Автоматичне оновлення драйверів вже увімкнено. Ви можете змінити його в налаштуваннях.
M_GuideFaceRunASC=Запустіть Advanced SystemCare, щоб просканувати більше проблем із ПК та непотрібні файли.
M_GuideFaceDetails=Показати деталі
M_GuideFaceCareCount=<a>%d</a> знайдено проблем.Встановіть Advanced SystemCare, щоб їх виправити.
M_UpdateHistoryDate=Дата:
M_UpdateHistoryVersion=Версія:
M_UpdateHistoryClose=Закрити
M_UpdateHistoryTitle=Історія Оновлення драйвера
M_UpdateHistoryAllVersion=Вся історія
M_RstModBackupFlder=Папка резервних копій зі змінами
M_RstBackup=Резервна копія
M_RstExpBackupFlder=Переглянути папку резервних копій
M_RstRestore=Відновити
M_RstCreateRstPoint=Створити Точку відновлення
M_RstViewRstPoint=Перегляд Відновлення системи
M_RstSysRstRestore=Відновити
M_RstSysRstRemove=Видалити
M_SaleBenefits=Активізуйте PRO і отримайте свої переваги
M_SaleFeature1=Більше оновлень драйверів з 200% більшою базою даних
M_SaleFeature2=Підвищить стабільність системи та продуктивність
M_SaleFeature3=Покращить ваш комп'ютерний ігровий досвід
M_SaleFeature4=Автоматичне оновлення драйвера та безпечне резервне копіювання драйверів
M_SaleAllFeatures=Переглянути всі переваги PRO
M_btnMin.Hint=Згорнути
M_btnclosewin.Hint=Закрити
M_btnOverall=Загальний
M_btnOS=Операційна система
M_btnProAndMain=Процесор&Vатеринська плата
M_btnMemDev=Пристрій пам'яті
M_btnDisplay=Показати
M_btnDrives=Драйвера
M_btnNetWork=Мережа
M_btnOther=Інші пристрої
M_btnExport=Експорт ...
M_btnclose1=Закрити
M_Listview_CS0=Ім'я елемента
M_Listview_CS1=Значення
M_lblPMTotal=Загальний
M_lblPMAvl=Доступний
M_lblPMCache=Системний кеш
M_lblCCTotal=Загальний
M_lblCCLimit=Межа
M_lblCCPeak=Пік
M_lblKMTotal=Загальний
M_lblKMPaged=Сторінка
M_lblKMNonepaged=Блокнот
M_lbllog=IObit Інформація про систему
M_imgLoading=Завантаження...
M_frdlblcpu_u=Використання CPU
M_rdlblcpu_u_h=CPU Історія Використання
M_rdlblMU=Використання пам'яті
M_rdlblPM=Фізична пам'ять
M_rdlblCC=Commit Charge
M_rdlbKM=Пам'ять ядра
M_General=Загальні
M_Graphics=Графіка
M_Storage=Зберігання
M_fIO=I/O
M_Video_Mem=Video Memory
M_fOS=Операційна система
M_PM=Процесор і материнська плата
M_fMD=Пристрій пам'яті
M_DV=Драйвера
M_DP=Показати
M_NW=Мережа
M_OD=Інші драйвера
M_CS=Комп'ютерна система
M_CN=Ім'я комп'ютера
M_ffUN=Ім'я користувача
M_ORG=Назва Організації
M_OS_Name=OS
M_OS_Ver=Версія ОС
M_fSP=Service Pack
M_fID=Ідентифікатор продукту
M_Uptime=System Up Time
M_IE_Ver=Internet Explorer версії
M_DX_Ver=Microsoft DirectX версії
M_OGL_Ver=OpenGL версія
M_fReg=Реєстр
M_Max_Size=Максимальний розмір
M_Cur_Size=Поточний розмір
M_Status=Статус
M_fUnknown=Невідомий
M_fYES=Так
M_fCPU=Центральний процесор
M_CPU_Name=Ім'я CPU
M_CPU_Number=Кількість логічних процесорів
M_Code_Name=Ім'я коду
M_Man=Виробник
M_CCS=Поточна швидкість Годинник
M_MCS=Максимальна швидкість
M_Vol=Напруга
M_Ext_Clk=External Clock
M_SN=Серійний номер
M_CPU_ID=CPU ID
M_fSD=Позначення Гнізда
M_Int_Cache=Внутрішня кеш-пам'ять
M_Ext_Cache=Зовнішній кеш
M_Borad=Материнські плати
M_Mod=Модель
M_BIOS_Name=ім'я BIOS
M_BIOS_Ven=BIOS Виробник
M_SMBIOS_Ver=SMBIOS Version
M_BIOS_Date=BIOS Дата
M_BIOS_Feature=Функції BIOS
M_Pyh_Mem=Фізична пам'ять
M_Mem_Bank=Банк пам'яті
M_Des=Опис
M_Dev_Loc=Локатор пристроїв
M_Capacity=Ємність
M_fSpeed=швидкість
M_Mem_Type=Тип пам'яті
M_Form_Factor=Форм-фактор
M_Mem_Res=Ресурс пам'яті
M_Mem_Total=Спільна пам'ять
M_Mem_Used=Пам'ять
M_Mem_Free=Вільна пам'ять
M_Mem_Usage=Використання пам'яті
M_Data_Width=Ширина даних
M_Disk_Total=Загальний Жорсткий диск
M_Disk_Free=Вільне місце на жорсткому диску
M_Name=Ім'я
M_Capability=Capability
M_Disk_Drive=Дискові Драйвера
M_Media_Type=Тип носія
M_Int_Type=Тип інтерфейсу
M_Part=Перегородки
M_Cylinder=Кількість целіндрів
M_fHead=Всього глав
M_Sector=Загальне число секторів
M_Track=Всього треків
M_TPC=Доріжки на циліндр
M_SPT=секторів на доріжці
M_BPS=байт в секторі
M_Smart_Support=SMART Підтримка
M_Temperature=Поточна температура
M_IDE_Ctrl=IDE контролер
M_fDrive=Drive
M_Trans_Rate=Швидкість передачі даних
M_Video_Adapter=Відеоадаптер
M_Video_Processor=Відеопроцесор
M_Video_Arch=Відео Архітектура
M_Scr_Resolution=Розширення екрану
M_DAC_Type=Тип DAC
M_VMem_Size=Розмір пам'яті
M_VMem_Type=Тип пам'яті
M_Video_Mode=Режим відео
M_CRR=Частота оновлення Поточна
M_Driver_Ver=Версія драйвера
M_Driver_Date=Дата Драйвера
M_Monitor=Монітор
M_Scr_Height=Висота екрану
M_Scr_Width=Ширина екрана
M_Product_Name=Ім'я продукту
M_Service_Name=ім'я служби
M_MAC_Addr=MAC-адреса
M_Sound_Dev=Звуковий пристрій
M_Mouse=Миша
M_Btns=Кнопки
M_Keyboard=Клавіатура
M_Func_Key=Функціональні клавіші
M_USB_Ctrl=USB контролер
M_Prot_Support=Підтримувані Протоколи
M_Memory=Пам'ять
M_Unnecessaryforgaming=Не потрібні для ігор
M_Refresh=Оновити
M_SearchOnline=Пошук в Інтернеті
M_OpenFolder=Відкрити папку
M_SortBy=Сортувати за
M_Description=Опис
M_VirtualDeskTitle=Запустити гру на Ігровому Робочому столі
M_VirtualDeskDesc=Надайте максимальну потужність для гри,без перерви та максимальної розподілу пам'яті для ігрової швидкості
M_RAMTitle=Очистити RAM
M_RAMDesc=Оптимізуйте використання пам'яті для збільшення доступної фізичної пам'яті
M_ClipTitle=Очистити буфер обміну
M_ClipDesc=Очистити невикористаний буфер обміну
M_PowerTitle=Увімкнути рішення щодо ігрового живлення
M_PowerDesc=Змініть налаштування живлення, щоб досягти найкращої продуктивності
M_AutoUpTitle=Вимкнути автоматичне оновлення
M_AutoUpDesc=Запобігати автоматичному оновленню,щоб не переривати вашу гру
M_ProcDefClose=Процеси закриті за замовчуванням
M_ProcGroupSafe=Процеси,рекомендовані для закриття
M_ProcGroupOther=Інші процеси
M_Process Name=Назва процесів
M_PowerSchDesc=Активуйте його,коли ви переходите в режим ігор для пришвидшення.
M_ProcessName=Назва процесу
M_Property=Властивості
M_Process=Процес (%d процесів, %d вибрано)
M_Service=Служба Windows(%d служб, %d вибрано)
M_OtherService=Не служби Windows(%d сервісів, %d вибрано)
M_Process1=Процес (%d процеси, %d вибрано)
M_Service1=Служба Windows(%d служб, %d вибрано)
M_OtherService1=Не служби Windows(%d служб, %d вибрано)
M_Others=Інші (%d пунктів, %d вибрано)

[Inno_M]
M_PinToTaskbar=Прикріпити значок в панелі завдань
M_ViewWhatsNew=Подивитися, що нового
M_NewestVer=Ви вже використовуєте останню версію. Це встановлення  автоматично завершиться.
M_UninstOld=Перед встановленням Driver Booster %s, ви повинні видалити Driver Booster %s. Продовжити?
M_UninstOldBeta=Перед встановленням Driver Booster Beta %s, ви повинні видалити Driver Booster Beta %s. Продовжити?
M_IconDesc=Update your outdated drivers!

[MessageBox_M]
M_BtnOK=Добре
M_BtnCancel=Скасувати
M_BtnYes=Так
M_BtnNo=Ні
M_BtnRetry=Повторити
M_BtnAbort=Перервати
M_BtnIgnore=Ігнорувати
M_BtnClose=Закрити

[DriverBooster_AutoupdateFormMain]
Label_Titile.Caption=Оновлення Driver Booster
Label_CheckUpdate.Caption=Отримання інформації оновлення, будь ласка, зачекайте
Label_UpdateDetails.Caption=Нова версія Driver Booster. Завантажте зараз, щоб отримати нові функції і поліпшення.
Label_NewVersionUpdate.Caption=Нова версія Driver Booster. Завантажтете зараз, щоб отримати нові функції і поліпшення.
Label_NewFileUpdate.Caption=Отримайте доступні оновлення. Завантажте зараз, щоб отримати нові функції і поліпшення.
Label_ClickDownload.Caption=Натисніть "%s" , щоб завантажити та встановити оновлення.
Label_FinishInfo.Caption=Готово!
Label_NoUpdate.Caption=У вас встановлена остання версія.
Label_Nottention.Caption=Увага: Driver Booster буде перезапущений автоматично для застосування оновлення.
Label_RestartWarn.Caption=Увага: Будь ласка, перезавантажте ПК для завершення оновлення.
Label_Cancel.Caption=Скасувати
Label_ProxySet.Caption=Параметри проксі
Label_DecideLater.Caption=Вибрати пізніше
Label_RestartNow.Caption=Перезавантаження.
Label_RestartLater.Caption=Перезавантажити пізніше
Label_DownloadNow.Caption=Завантажити
Label_Finish.Caption=Добре
pnlWhatsNew.Caption=Що Нового
rdlblLater.Caption=Нагадати мені пізніше

[DriverBooster_AutoupdateFormMain_M]
M_Close=Закрити
M_GetUpdateInfo=Отримання інформації оновлення, будь ласка, зачекайте
M_Retry=Повторити
M_GetUpdateFailed=Не вдалося одержати інформацію оновлення, повторіть спробу пізніше.
M_Finish=Добре
M_GetFileFailed=Не вдалося отримати файли оновлень, спробуйте пізніше.
M_CancelDownload=Ви впевнені, що хочете скасувати завантаження оновлень?
M_UpdateSucceed=Успішно оновлено!
M_KillUpdateTip=Ця програма застаріла і не працює більше. Будь ласка, завантажте останню версію, щоб продовжити її використання.
M_UpdateTip=Доступна нова версія Driver Booster!
M_NewVerTip=Доступний Driver Booster %s, натисніть "%d", щоб отримати останні можливості і удосконалення.
M_Congratulations=Вітаємо!
M_Downloading=Завантаження
M_NoUpdate=У вас встановлена остання версія. Немає доступних оновлень.
M_GetPro=Втомилися від ручного оновлення? %s зараз, щоб завжди автоматично отримувати останню версію!
M_ProFunc=Активуйте Автооновлення
M_ActivateNow=АКТИВУВАТИ
M_UpdateNext=Автооновити в наступний раз

[DB_frmDB_ConvertUI]
lblCaption2.Caption=Видалити Driver Booster
lblDesc_DB.Caption=Перш ніж видалити Driver Booster, отримайте версію Advanced SystemCare FREE!
lblGet.Caption=Вона оптимізує продуктивність комп'ютера і підвищує швидкість вашого Інтернету, щоб дати вам нові відчуття від комп'ютера. Це вибір 150000000 користувачів!
btnConvertASC.Caption=Видалити і отримати Advanced SystemCare FREE
btnNo.Caption=Ні, я хочу видалити повністю
btnCancel.Caption=Скасувати
btnClose.hint=Закрити

[DB_FormPromoteUpdate]
rdlblTitle.Caption=Видалити Driver Booster
rdlblSubject.Caption=У вас все ще є деякі проблеми з драйверами. Ви впевнені, що хочете видалити?
rdlblText.Caption=Оновіть програму до останньої версії, щоб виправити всі помилки.
btnUpdate.Caption=Оновлення
rdlblOR.Caption=Або
btnUninstall.Caption=Видалити

[DB_FormPromoteMore]
rdlblTitle.Caption=Видалення Driver Booster
rdlblSubject.Caption=Нам шкода,що ви нас покидаєте
rdlblText.Caption=Після видалення, ви втратите пріоритет для оновлення драйверів і усунення проблем в системі. Ви впевнені, що хочете видалити?
btnUninstall.Caption=Видалити
btnCancel.Caption=Скасувати
btnMore.Caption=Інші продукти

[DB_FormPromoteActivate]
rdlblTitle.Caption=Видалити Driver Booster
rdhtmlbl5.Caption=Ви оновили <a>%d</a> драйверів.Ви дійсно бажаєте видалити?
rdhtmlbl2.Caption=Ексклюзивна пропозиція для вас,щоб активувати повну версію <a>75%</a> знижка!
rdlblSupport1.Caption=На 200% збільшення бази даних драйверів
rdlblSupport2.Caption=Отримайте пріоритет,щоб отримати нові драйвера
rdlblSupport3.Caption=На 300% збільшена швидкість завантаження драйверів
rdlblSupport4.Caption=Зробіть кращим функціональність обладнання
rdhtmlbl3.Caption=<a>$14.97</a>   оригінальний <a>$74.85</a>
btnActivate.Caption=Активувати зараз!
rdhtmlbl6.Caption=Залишилось менше <a>%s</a>
rdlblOnly.Caption=Лише $4.99/PC/в рік
rdlblUninstall.Caption=Відмовитись від моєї пропозиції & видалити
rdlblLearnMore.Caption=Дізнайтеся більше про повну версію

[DB_FormSaleExpired]
lblTop.Caption=ТЕРМІН ДІЇ ВАШОЇ ПІДПИСКИ МИНУВ!
lblTop.Hint=ТЕРМІН ДІЇ ВАШОЇ ПІДПИСКИ МИНУВ!
lblMid1.Caption=НЕ хвилюйтесь!
lblMid2.Caption=Ще один рік стабільної роботи ПК та ігор-лише в один клік.Продовжіть Driver Booster Pro
lblMid2.Hint=Ще один рік стабільної роботи ПК та ігор-лише в один клік.Продовжіть Driver Booster Pro
lblDiscount.Caption=Ексклюзивна знижка!
lblBottom.Caption=Ексклюзивно лише для цінних користувачів!
lblBottom.Hint=Ексклюзивно лише для цінних користувачів!
btnClose.Hint=Закрити
btnRedeemNow.Caption=Виправити зараз
btnRedeemNow.Hint=Виправити зараз

[frmBugreport]
htmlblNorP1.Caption=Driver Booster виникла проблема.Щоб допомогти нам усунути цю проблему,натисніть "Надіслати",щоб автоматично надіслати нам файл налагодження. <a>Політика конфіденційності</a>
rdlblSendFailedx.Caption=Надіслати не вдалося.
rdlblSendSuccedx.Caption=Успішно надіслано! Ми постараємося,вирішити цю проблему як змога швидше.
htmlblSilentP1.Caption=Driver Booster виникла проблема.Щоб допомогти нам усунути цю проблему,натисніть кнопку «ОК»,щоб автоматично надіслати нам файл налагодження. <a>Політика конфіденційності</a>
rdlblTitle.Caption=Помилка
btnSendBug.Caption=Відправити
btnSendBug.Caption.0=Відправлення...
rdlblEmail.Caption=Your E-mail:
rdlblAsterisk.Caption.0=Введіть свою адресу електронної пошти
rdlblErrDetails.Caption=Помилка:
btnSendFailed.Caption=Добре
btnSendSucced.Caption=Добре
btnSilentOK.Caption=Добре
lblSolu.Caption=Driver Booster виникла проблема.Будь ласка, натисніть кнопку "Виправити зараз",щоб одразу отримати допомогу.
rdbtnClose.Hint=Закрити

[DB_FormUnplugTool]
Cleanedtext.Caption=Очищений
FormUnplugTool.Caption=Чисті дані без підключення пристрою
btnStart.Caption=Сканувати
lblwarning.Caption=ПРИМІТКА:Будуть видалені лише дані пристрою; файли драйверів будуть зберігатися безпечно.
lblToolDesc.Caption=Цей інструмент допомагає очистити всі дані від'єднаних пристроїв на вашому комп'ютері натисніть "Сканувати", щоб перевірити.
lblScanningText.Caption=Сканування...
lblCleaning_analyze.Caption=Сканування...
btnStop.Caption=Зупинити
btnStop_Resume.Caption=Підсомок
lblDeviceName.Caption=Назва пристрою :%s
lblComplete.Caption=Сканування завершено
lblCompleteDesc.Caption=Немає відключених пристроїв
btnCompleteOK.Caption=OK
btnClose.Hint=Закрити
btnCleanNormal.Caption=Очистити
btnCleanOk.Caption=OK
btnCleaning.Caption=Очищення...
lblDeviceNumberZero.Caption=Непотрібно очищати дані пристроїв які не підключаються
lblDeviceCleanComplete.Caption=Видалення завершено.
lblDeviceNumberOne.Caption=1 вимкнений пристрій.Очистити дані зараз?
lblDeviceNumberMany.Caption=%d вилучені пристрої.Очистити їх дані зараз?
ActionIgnoreText.Caption=Ігнорувати
ActionNotIgnoreText.Caption=Не ігнорувати
StatusIgnoreText.Caption=Ігнорується
StatusNeedCleanText.Caption=Потрібно очистити
StatusCleanDoneText.Caption=Очищено
lblToolCaption.Caption=Чисті дані без підключення пристрою
lvUnpluggedDevices.Columns[0].Caption=Назва пристрою
lvUnpluggedDevices.Columns[1].Caption=Стан
lvUnpluggedDevices.Columns[2].Caption=Дія

[DB_FormDevErrorTool]
FormDevErrorTool.Caption=Виправити помилку пристрою
lblToolCaption.Caption=Виправлено помилку пристрою
btnStart.Caption=Виявити
btnStartDetecting.Caption=Виявлення ...
lblToolDesc.Caption=Цей інструмент допомагає виявити коди помилок у Диспетчері пристроїв та їх відновити.
btnRepair.Caption=Ремонт
btnRepairing.Caption=Ремонт ...
lbldetailDesc.Caption=Помилки Деталей коду
lblProblemCountDesc.Caption=<a>%s</a> виявлено помилок
lblProblemCountDescOne.Caption=<a>1</a> виявлена помилка!
lblProblemCountDescDone.Caption=Ремонт завершено.
lvErrorDisplay.Columns[0].Caption=Назва пристрою
lvErrorDisplay.Columns[1].Caption=Сан
lvErrorDisplayErrorDesc.Caption=Помилка коду
lvErrorDisplayFixDesc.Caption=Полагодити
lvErrorDisplayFailedDesc.Caption=Скасовано
lblNoProblem.Caption=Не виявлено помилок коду
btnOK.Caption=OK
lvErrorDisplay.Columns[2].Caption=Дія
btnRepair_Close.Caption=Закрити
lblProblemCountDesc_ignored.Caption=Код помилки не потребує ремонту.
lvErrorDisplayStatusIgnored.Caption=Ігнорується
lvErrorDisplayActionIgnore.Caption=Ігнорувати
lvErrorDisplayActionunIgnore.Caption=Не ігнорувати
btnClose.Hint=Закрити

[DB_FormNetworkTool]
FormNetworkTool.Caption=Виправити помилку мережі
lblToolCaption.Caption=Виправити помилку мережі
lblToolDesc.Caption=Цей інструмент допомагає виявити та відновити помилки мережного пристрою.Будь ласка,натисніть кнопку Виявити,щоб розпочати
btnStart.Caption=Виявити
btnstart_Detecting.Caption=Виявлення...
btnStart_Fixing.Caption=Налагодження...
lblwarning.Caption=Примітка: НЕ використовуйте цей інструмент, якщо у вас немає проблем із мережею.
lblHostOpenError.Caption=Відмовлено в дозволі на читання та запис хостів,будь ласка перевірте та дайте згоду цим дозволам
lblFixSuccess.Caption=Ура!
lblfixcontent.Caption=Код помилки %s був успішно виявлений та відремонтований.
lblfixcontent_ms.Caption=Помилка виявлена та відремонтована успішно. Тепер доступ до мережі доступний.
lblnoProblem.Caption=Доступ до мережі доступний.Немає потреби в ремонті.
btnFixsuccOK.Caption=OK
lblFixfailed.Caption=Ой! Не вдвлось відремонтувати
lblissuenodriver.Caption=Немає драйверів для мережевих пристроїв.Будь ласка,зв'яжіться з нами за допомогою.
lblissueerrorcode.Caption=Код помилки %s виявлено для мережного пристрою.Будь ласка,зв'яжіться з нами за допомогою.
lblissueunknown.Caption=Виявлено невідому помилку.Будь ласка, зв'яжіться з нами за допомогою.
lblissueserver.Caption=Доступ до мережі доступний,але не досягнуто нашого сервера.Перевірте,чи не заблоковано  це брандмауером або мережевими пристроями.
btnerrorOK.Caption=OK
lblmodifiedhostfailed.Caption=Не вдалося виправити.Будь ласка,  видаліть вручну наступні рядки у файлі HOSTS. %s
btnts4_ok.Caption=OK
lblHostmodified.Caption=Файл HOSTS зловмисно модифікований. Виправте це.
lblhostfixsucc.Caption=Ура! HOSTS файл успішно відремонтований! Будь ласка, перезапустіть Driver Booster,щоб зміни набрали чинності.
btnClose.Hint=Закрити
rdltimetitle.Caption=Не вдалося встановити з'єднання з сервером через неправильну дату/час системи.Будь ласка,виберіть "Виправити",щоб виправити це
rdltimefixdone.Caption=Дату/час системи виправлено!
rdltimefixing.Caption=Виправлення...будь ласка зачекайте
rdltimefixfailed.Caption=На жаль!Не вдалося виправити дату/час системи.Спробуйте вручну їх налаштувати
btn_timeok.Caption=OK
btn_timefix.Caption=Виправити
btn_timefixing.Caption=Виправлення...
fix_done=Виправлено
fix_failed=Помилка
Column0=IP адреса
Column1=Ім'я хоста
Column2=Стан
OpenHOSTS=Відкрити файл HOSTS

[DB_FormDisplayTool]
FormDisplayTool.Caption=Виправити роздільну здатність
lblToolCaption.Caption=Виправити погану роздільну здатність
lblwarning.Caption=Примітка: НЕ використовуйте цей інструмент, якщо у вас немає проблем із роз.здатністю.
btnDetect.Caption=Виявити
btnDetecting.Caption=Виявлення...
lblToolDesc.Caption=Цей інструмент допомагає виявити та відновити низьку роз.здатність,викликану встановленням графічного драйвера.Будь ласка,натисніть кнопку Виявити,щоб розпочати.
btnOK.Caption=OK
lblFixSuccess.Caption=Ура! Валось виправити.
lblNoProblem.Caption=Роздільна здатність є звичайною.Немає потреби ремонтувати.
lblProblemDesc.Caption=Роздільність стала нижчою.Будь ласка, натисніть кнопку "Виправити",щоб відновити роздільну здатність
btnRepair.Caption=Виправити
btnRepairing.Caption=Виправлення...
lbloldResolution.Caption=Оригінальна Роздільність
lblnowResolution.Caption=Поточна роздільна здатність:
btnok_failed.Caption=OK
lblFailedDesc.Caption=Ой лишенько! Помилка виправлення.Будь ласка,зв'яжіться з нами за допомогою.
btnClose.Hint=Закрити

[DB_FormSoundTool]
FormSoundTool.Caption=Виправлення Проблем зі звуком
lblToolCaption.Caption=Виправлення Проблем зі звуком
btnNoSoundDetect.Caption=Виправити
btnNoSoundDetect_Click.Caption=Виправлення...
btnNoSoundDetect_Repairing.Caption=Виправлення...
lblwarning.Caption=Примітка: НЕ використовуйте цей інструмент, якщо у вас немає проблем із звуком
lblhaveatest.Caption=Протестувати
lblhaveatest_testing.Caption=Тепер звук відтворюється
lblNoSoundToolDesc.Caption=Якщо ви не чуєте жодного звуку, натисніть кнопку "Виправити", щоб полагодити це.
lblFixContent3.Caption=Звуковий пристрій переключений на <a>%s</a>.
lblFixContent2.Caption=Код помилки %s виправлено.
lblFixContent4.Caption=Драйвер аудіопристрою відновлено до %s.
btnFixCancel.Caption=Закрити
btnYeswork.Caption=Так.
btnYeswork.CommandLinkHint=Працює
btnNotwork.Caption=Ні.
btnNotwork.CommandLinkHint=Спробуйте наступне рішення.
btnSoundTesting.Caption=Протестувати
lblDoubleCheck.Caption=Звук працює зараз?
lblFixContent.Caption=Служба аудіо увімкнена.
lblNoContinue.Caption=Ні,продовжуйте шукати проблему.
lblyesWorks.Caption=Так,працює.
btnRollBackok.Caption=OK
btnRollbackCancel.Caption=Скасувати
lblReapirFailed.Caption=Ой лишенько! Не вдалось виправити
lblTryRollBackAudioDevice.Caption=Ви можете спробувати відновити драйвер звукового пристрою. Відновити зараз?
lblFailedReason2.Caption=Аудіопристрій має код помилки %s.Будь ласка,зв'яжіться з нами за допомогою.
lblFailedReason3.Caption=Виявлено невідому помилку.Будь ласка, зв'яжіться з нами за допомогою.
lblFailedReason4.Caption=Необхідний файл відсутній.Будь ласка, перевстановіть Driver Booster і повторіть спробу.
btnOK.Caption=OK
lblRepairFailed2.Caption=Халепа!Невдалось виправити
lblFailedReason.Caption=Для аудіопристрою не встановлено жодного драйвера.Будь ласка,зв'яжіться з нами за допомогою.
btnClose.Hint=Закрити
rdhtmlblMoreSolutions.Caption=<a>Більше рішень для різних видів звукових проблем</a>
rdhtmlblMoreSolutions_pnlts4.Caption=<a>Більше рішень для різних видів звукових проблем</a>

[DB_FormSaleTip]
btnUpgrade.Caption=Активувати зараз
lblEnterCode.Caption=Введіть ключ
lblFeatrues.Caption=Активувати усі Pros
lblFeatrue1.Caption=3,000,000+ Драйверів
lblFeatrue2.Caption=Усунення помилок пристроїв
lblFeatrue3.Caption=Економія часу на оновлення драйверів
lblFeatrue4.Caption=Безпечне резервне копіювання драйверів та відновлення

[DB_FormSaleEmbed]
lblIconTitle.Caption=Гарантуємо що ваші драйвера завжди будуть актуальними
lblIconDesc.Caption=Ви повністю захищені нашою 100% гарантією повернення грошей протягом 60 днів
btnUpgrade.Caption=Модернізація
btnUpgradeNow.Caption=Модернізувати зараз
rdlblpg2More.Caption=Більше...
rdlblpg2P2.Caption=Оновлення до PRO тепер з найкращою угодою!

[DB_FormSaleMask]
lblTitle.Caption=Активуйте Driver Booster 6 PRO для отримання більш новітніх функцій
rdhtmlbl1.Caption=<a>200%</a> Велика база даних
rdhtmlbl1.Lines.Text=<a>200%</a> Велика база даних
rdhtmlbl2.Caption=Більш інтелектуальн ий та Безпечніший
rdhtmlbl2.Lines.Text=Більш інтелектуальн ий та Безпечніший
rdhtmlbl3.Caption=Кращий ігровий досвід
rdhtmlbl3.Lines.Text=Кращий ігровий досвід
rdhtmlbl4.Caption=Підвищення продуктивності системи
rdhtmlbl4.Lines.Text=Підвищення продуктивності системи
RdLabel1.Caption=Привілейоване оновлення більш застарілих та рідкісних драйверів
RdLabel2.Caption=Автозавантаження та резервне копіювання драйверів для ще більш стабільної робои ПК
RdLabel3.Caption=Виявлення та оновлення гри,пов'язані компоненти та додатки
RdLabel4.Caption=Зменшить зависання комп'ютера,збої та помилки

[DB_FormSaleScan]
btnClose2.Hint=Закрити
btnpg2Updnow.Caption=Оновити зараз
rdlblpg2More.Caption=Інше...
rdlblpg2P1.Caption=%s проблем пристрою потрібно виправити з PRO edition:
rdlblpg2P2.Caption=Щоб виправити їх, оновіть зараз Driver Booster PRO з великою знижкою!
rdlblpg2SubTitle.Caption=Поточний стан вашого пристрою:
rdlblpg2Title.Caption=Знайдено інші проблеми пристрою!
rdlblpg2Caption.Caption=Ви повністю захищені нашою 100% гарантією повернення грошей протягом 60 днів. Питання не задано.
rdlblpg2Caption0.Caption=Гарантуємо, ми змусимо ваш комп'ютер працювати швидше

[DB_FormSalePopup]
btnClose.Hint=Закрити
btnUpgrade.Caption=Активувати зараз
lblEnterCode.Caption=Ввести ліцензію
lblGuarantee.Caption=60-денна гарантія поверненя коштів
btnCntUpd.Caption=Продовжити Оновлення
lblTitleA.Caption=Активуйте Driver Booster 6 PRO для більш новітніх функцій
rdhtmlbl1.Caption=<a>200%</a> Велика база даних
rdhtmlbl1.Lines.Text=<a>200%</a> Велика база даних
rdhtmlbl2.Caption=Більш інтелектуальньний та Безпечніший
rdhtmlbl2.Lines.Text=Більш інтелектуальньний та Безпечніший
rdhtmlbl3.Caption=Кращий ігровий досвід
rdhtmlbl3.Lines.Text=Кращий ігровий досвід
rdhtmlbl4.Caption=Підвищення продуктивності системи
rdhtmlbl4.Lines.Text=Підвищення продуктивності системи
RdLabel1.Caption=Привілейоване оновлення більш застарілитх рідкісних драйверів
RdLabel2.Caption=Автозавантаження та резервне копіювання драйверів для ще більш стабільної ПК
RdLabel3.Caption=Виявлення і оновлення гри та пов'язаних з нею компонентів та додатків
RdLabel4.Caption=Зменшити зависання комп'ютера,збої та помилки
lblTitleB.Caption=Активувати Driver Booster 6 PRO для більш новітніх функцій
lblB1.Caption=Одне натискання для оновл.драйверів
lblB2.Caption=Пріоритет для оновлення більш застарілих та рідкісніх драйверів
lblB3.Caption=Виправлення помилки для безпеки ПК
lblB4.Caption=Автозавантаження драйверів,коли система знаходиться в режимі очікування
lblB5.Caption=Більш висока швидкість завантаження
lblB6.Caption=Резервне копіювання драйверів для безпечного відновлення
lblB7.Caption=Краща стабільність системи та продуктивність гри
RdLabel5.Caption=Актуальний
RdLabel6.Caption=PRO
lblTitlC.Lines.Text=Активуйте PRO edition, щоб виправити помилки пристрою
lblDescC.Caption=Усунення кодів помилок в диспетчері пристроїв,та виправлення проблеми з апаратним забезпеченням,щоб зберегти ваш ПК
lblMore.Caption=Додаткові характеристики та переваги з Pro версією:
Labl1.Caption=Автозаванаження
Labl2.Caption=Автозаванаження
Labl3.Caption=Автозаванаження
Labl4.Caption=200% Велика база даних
Desc1.Caption=Автоматичне завантаження драйверів,коли система знаходиться в режимі очікування,щоб зберегти половину часу при оновленні драйверів
Desc2.Caption=Автоматичне завантаження драйверів,коли система знаходиться в режимі очікування,щоб зберегти половину часу при оновленні драйверів
Desc3.Caption=Автоматичне завантаження драйверів,коли система знаходиться в режимі очікування,щоб зберегти половину часу при оновленні драйверів
Desc4.Caption=Насолоджуйтесь привілеєм більшості драйверів, особливо рідкісні драйвери для підтримки більш ніж 400 000 пристроїв
lblTitleCover.Caption=Ми готуємо оновлення.
lblInfoCover.Caption=Активувуйте PRO версію,щоб насолоджуватися розширеними можливостями програми
lbltle1pgd.Caption=Швидке завантаження
lblinfo1pgd.Caption=Пришвидшіть завантаження до 50% з автоматичною завантаженням, коли ПК не працює і прискорює завантаження.
lbltle2pgd.Caption=Автостворення Резерної копії
lblinfo2pgd.Caption=Безпечніше оновлення з автоматичним створенням резервних копій драйверів перед установкою.
lbltle3pgd.Caption=Більш стабільний ПК
lblinfo3pgd.Caption=Підвищена стабільність і продуктивність системи з великою кількістю драйверів пристроїв та ігрових компонентів.

[IObitRegister_FrmDB]
btnClose.Hint=Закрити
lblTitle.Caption=ПЕРЕДНОВОРІЧНА ЗНИЖКА
lblTitleDesc.Caption=Підготовка до сезону свят з шокуючим розпродажем 2016!
lblBox.Caption=Ексклюзивне Різдвяна пропозиція
btnNote1.Caption=Оновлення багатьох відсутніх і застарілих драйверів
btnNote2.Caption=Усунення всіх видів помилок пристроїв
btnNote3.Caption=Для вас Покращено ігровий досвід на ПК
btnNote4.Caption=Отримайте ексклюзивний Різдвяний подарунок
btnActive_L.Caption=Отримати подарунок прямо зараз
btnActive_S.Caption=Отримати це зараз
lblActiveDesc.Caption=Обмежена пропозиція! Першим прийдеш, першим обслужимо!
lblSecure.Caption=Політика безпеки
lblSSL.Caption=Захищені з технологією SSL
lblNote.Caption=Багато переваг, ми обіцяємо:

[Monitor_FormMainInitWizard_M]
M_Rect=Прямокутник
M_Oval=Овал
M_Text=Текст
M_Paintbrush=Кість
M_Return=Скасувати операцію (Ctrl + Z)
M_Copy=Скопіювати в буфер обміну
M_Exit=Висновок Скріншоту
M_Save=Зберегти
M_TipInfo=Скріншот був збережений в буфер обміну. Щоб вставити, ви можете використовувати Ctrl + V.
M_TipShow=Більше не показувати більше це повідомлення
M_TipSure=OK
M_NoticeInfo_AB=1. Натисніть ліву кнопку миші і перетягніть мишу, щоб вибрати область, яку ви хочете сфотографувати
M_NoticeInfo_AC=2. Натисніть праву кнопку миші або Esc, щоб вийти

[ActionCenter_M]
M_FixAllAC=отримати все
M_HideAC=Згорнути
M_ShowAC=Розгорнути
M_ShowACTitle=Безпека та продуктивність
M_ShowACDesc=Натисніть кнопку "Показати",щоб відобразити інші рекомендовані програми Встановіть їх,щоб отримати кращий захист безпеки та продуктивності ПК.
M_ShowACDesc2=Всі рекомендовані програми зараз приховані! Натисніть "Показати", щоб відобразити їх знову, а потім встановити, щоб отримати повний захист безпеки і максимальну продуктивність.
M_AC_Installed=Встановлено
M_AC_FreeTitle=Безпека та продуктивність
M_AC_FreeHelp_Ins=Отримайте кращий захист безпеки та підвищення продуктивності з рекомендованих програм.
M_AC_FreeHelp_Upt=У вас немає поліпшених функції або знову доданих функцій.
M_AC_FreeHelp_OK=Запуск наступних програм на регулярній основі пропонує кращий захист безпеки та продуктивності ПК.
M_AC_Free_EULA=Ваша раніше прийнята Ліцензійна угода кінцевого споживача теж відноситься до рекомендованих продуктів IObit.
M_AC_Free_ReadEULA=Читати ліцензійну угоду
M_ShowACTitle2=Повідомлення!
M_AC_FreeTitle2=Центр дій
M_AC_FreeDetail2=Отримайте кращий захист безпеки та підвищення продуктивності з рекомендованих програм.Раніше прийнята <a>ліцензійна угоди з кінцевим користувачем</a> теж застосовується до рекомендованих продуктів IObit.
M_AC_FreeDetail2_db=Отримайте кращий захист безпеки та підвищення продуктивності з рекомендованих програм.Раніше прийнята <a>Ліцензійна угода кінцевого споживача</a> також застосовується тут.
M_LearnRecommendNote=Реклама продукції IObit заблокована з метою безпеки.
M_LearnRecommendDesc=Натисніть "Дізнатися більше", якщо хочете (на свій страх і ризик) завантажувати і використовувати продукти компанії IObit в "чистому" вигляді.
M_LearnMore=Дізнатись більше
M_Scan=Сканування...
M_Recomm_Ins=Рекомендуємо: Встановити %s
M_Recomm_Upt=Рекомендуємо: Оновити %s
M_none=Жоден
M_Fix=Отримати зараз
M_fixing=Встановлення
M_Updating=Оновлення
M_fixed=Одержати
M_failed=Не вдалось
M_RuningWell=Встановлена остання версія
M_Outdated=Застарівший
M_NotInstalled=Не встановлений
M_ASCCaption=Продуктивність системи
M_ASCInfo_NotIns=Помилки реєстру,питання конфіденційності та сміттєві файли були виявлені на вашому комп'ютері.
M_ASCInfo_NotIns_C=<a>%1s</a> слід(ів) приватності, <a>%2s</a> сміттєвих файлів,та <a>%3s</a>надлишкові записи реєстру. Встановіть Advanced SystemCare,щоб оптимізувати свій ПК та звільнити <a>%4s</a> більше дискового простору.
M_ASCInfo_UpToDate=Advanced SystemCare прискорює і оптимізує ПК в 1-клацання миші
M_ASCInfo_NeedUpDate=Advanced SystemCare застарів.
M_ASCDesc=1-Натиснення,щоб захистити і оптимізувати ваш комп'ютер
M_ASCTopSel=Кращий товар
M_ASCTipTitle=Деталі
M_ASCTip=Ми обіцяємо:<br> Прискоримо ваш ПК до 200%<br> Усунемо глибокі і багато проблем реєстру<br> Збільшимо швидкість Інтернету до 300%<br> Запобігаємо від стеження приватного життя
M_RunASC=Перевірити
M_ASCOffer=Очистіть та оптимізуйте ПК за допомогою 1-кліка.<br>Швидкість комп'ютера на 200% швидше.<br>Прискорення Інтернету до 300% швидше.<br>Запобігання витоку конфіденційності за допомогою багатозахисного рішення.<br>Моніторинг ПК в режимі реального часу для стабільної роботи
M_IMFCaption=Захист від шпигунського ПЗ
M_IMFInfo_NotIns=Отримайте кращий захист шляхом встановлення IObit захисту від шпигунських програм.
M_IMFInfo_NotIns_C=<a>%s</a> загроз(у,и) виявлено.Встановіть IObit Malware Fighter,щоб видалити їх та захистити свій ПК від іншого шкідливого програмного забезпечення.
M_IMFInfo_NotIns_C_Single=<a>1</a> загроза виявлена. Встановіть IObit Malware Fighter,щоб видалити її та захистити свій комп'ютер від іншого шкідливого програмного забезпечення.
M_IMFInfo_UpToDate=IObit Malware Fighter захищає ваш ПК від різних шкідливих програм.
M_IMFInfo_NeedUpDate=Ваша анти-шпигунська програма застаріла.
M_IMFDesc=Захистіть свій комп'ютер від шкідливих програм.
M_IMFTopSel=Кращий товар
M_IMFTipTitle=Деталі
M_IMFTip=Ми обіцяємо:<br> Включений новий рушій Bitdefender<br> Виявлення і видалення 100M + загроз<br> Автоочищення слідів конфіденційності серфінгу<br> Автосканування і оновлення величезної бази даних
M_RunIMF=Сканувати зараз
M_IMFOffer=Потужна та всеосяжна програма для боротьби з шкідливими програмами.<br>Захистіть вилучене програмне забезпечення,від GoldenEye та Wannacry.<br>Безпечний пошук та завантаження в Інтернеті.<br>Більш глибокий та всебічний захист у реальному часі.
M_DBCaption=Програма оновлення драйверів
M_DBInfo_NotIns_C=Оновлення застарілих драйверів і виправлення відсутніх і несправних драйверів для насолоди більш стабільною роботою комп'ютера.
M_DBInfo_NotIns=Тут можуть бути застарілі драйвери, які можуть уповільнювати і дестабілізувати ваш ПК.
M_DBInfo_UpToDate=Driver Booster оновить застарілі драйвери на вашому комп'ютері.
M_DBInfo_NeedUpDate=Ваша програма для оновлення драйверів застаріла.
M_DBDesc=Оновлення всіх застарілих драйверів на вашому ПК.
M_DBTopSel=Кращий товар
M_DBTipTitle=Деталі
M_DBTip=Ми обіцяємо:<br> Оновлення 3,000,000+ драйверів і пристроїв<br> Пріоритет для оновлення більшості драйверів<br> Усунення проблем ПК, викликаних драйверами<br> Резервне копіювання драйверів для безпечного відновлення
M_RunDB=Перевірити
M_SDCaption=Оптимізація диску
M_SDInfo_NotIns=Знайдені питання оптимізації диска. Оптимізуйте їх, щоб пришвидшити ваш диск.
M_SDInfo_NotIns_C=<a>%d</a> фрагментів знаходяться на ваших дисках.Встановіть Smart Defrag,щоб дефрагментувати їх,та  зробити ваш ПК швидшим і збільшити довговічність ваших дисків.
M_SDInfo_UpToDate=Smart Defrag дефрагментує диск для високої продуктивності.
M_SDInfo_NeedUpDate=Ваша програма для дефрагментації застаріла.
M_SDDesc=Дефрагменттуйте диск для високої продуктивності.
M_SDTopSel=Кращий товар
M_SDTipTitle=Деталі
M_SDTip=Ми обіцяємо:<br> Безпечніша дефрагментація диска<br> Підтримка дефрагментації додатків Windows 10 metro<br> Збільшення продуктивності жорсткого диска<br> Найвища стабільність диска і швидкий доступ до даних
M_RunSD=Дефрагментувати
M_SDOffer=Більша швидкість доступу до файлів.<br>Максимальна продуктивність жорсткого диска<br>Збільшення швидкості запуску комп'ютера на 100% швидше<br>Оптимізація ігор
M_SMCaption=Меню Пуск
M_SMInfo_NotIns=Поверніть ваше знайоме Меню "Пуск" Windows.
M_SMInfo_UpToDate=Меню "Пуск" 8 повертає Меню "Пуск" Windows.
M_SMInfo_NeedUpDate=Ваше Меню "Пуск" 8 застаріло.
M_SMDesc=Bring Back the Windows "Start" Menu.
M_SMTopSel=Кращий товар
M_SMTipTitle=Деталі
M_SMTip=Ми обіцяємо:<br> Повернути назад Меню Пуск для Win8 / 10<br> Чисте і без реклами класичне Меню Пуск<br> Швидкий і більш точний пошук файлів<br> Налаштування Меню Пуск на свій смак
M_RunSM=Запустити зараз
M_SMOffer=Повернення класичного меню "Пуск" до Windows 8/10. <br>Потужна та проста файлова пошукова система.
M_AMCCaption=Захист Android
M_AMCInfo_NotIns=Отримайте більш високий рівень безпеки та захисту приватного життя для вашого Android пристрою.
M_Recomm_Ins_AMC=Рекомендуємо: Встановіть %s на ваш Android пристрій.
M_AMCDesc=Оптимізація та безпека Android пристрою.
M_RunAMC=Отримати зараз
M_DLCaption=Менеджер Паролів
M_DLInfo_NotIns=Захист та управляти усіма вашими паролями з Dashlane Password Manager.
M_DLInfo_UpToDate=Ви ніколи не забудете свій пароль з безпечною та надійною програмою Dashlane.
M_DLOffer=Простий та безпечний спосіб керування своїми паролями.<br>Створіть унікальні паролі для захисту своїх облікових записів.<br>Автоматично входьте на свої улюблені веб-сайти.<br>Для Windows,Mac,iOS та Android.
M_RunDL=Керування
M_AC_FreeTitleHide1=Всі рекомендовані програми приховані!
M_AC_FreeTitleHide2=Натисніть кнопку "Показати",щоб відобразити та встановити їх.Отримайте повний захист безпеки та максимальну продуктивність.
M_IUCaption=Деінсталятор програм
M_IUInfo_NotIns=Видаліть непотрібні програми, панелі інструментів і плагінів браузера.
M_IUInfo_NotIns_Distrust=Виявлено <a>%s</a> плагінів та панелів інструментів які можуть уповільнювати ваш Браузер.Встановіть програму IObit Uninstaller, щоб видалити їх зараз.
M_IUInfo_NotIns_Distrust_Single=Виявлено <a>1</a> плагін та панель інструментів які можуть уповільнювати ваш Браузер.Встановіть програму IObit Uninstaller,щоб видалити їх зараз.
M_IUInfo_NotIns_C=<a>%s</a> Плагінів/панелів інструментів знайдені.Будь ласка,встановіть IObit Uninstaller для видалення небажаних елементів.
M_IUInfo_NotIns_C_Single=<a>1</a> Плагін/панель інструментів знайдено.Будь ласка,встановіть програму IObit Uninstaller для видалення небажаного елемента.
M_IUInfo_UpToDate=IObit Деінсталятор ретельно видаляє плагіни і додатки.
M_IUInfo_NeedUpDate=Ваш IObit Деінсталятор застарів.
M_IUDesc=Видалення шкідливих програм та плагінів.
M_IUTopSel=Кращий продавець
M_IUTipTitle=Деталі
M_IUTip=Ми обіцяємо:<br>Повністю очищені залишки після вбудованої деінсталяції<br>Встановлення моніторингу програми та видалення пулу програмного забезпечення<br>Ретельно видаляти вперті програми <br> Швидке видалення шкідливих та рекламних плагінів<br>Тримати Вас завжди в курсі важливих програм
M_RunIU=Запустити зараз
M_IUOffer=Повністю видаліть залишки після вбудованої деінсталяції.<br>Встановіть моніторинг програм та видалення пулу.<br>Видаліть уперті програм,які неможливо деінсталювати зазвичай.<br>Швидко видаляйте плагіни браузера,панелі інструментів та розширення.<br>Тримайте важливі програми завжди в курсі.
M_FPCaption=Відео конвертер
M_FPInfo_NotIns=Отримати відео конвертер для перетворення відео для різних пристроїв.
M_FPInfo_UpToDate=Насолоджуйтесь переглядом відео на будь-яких пристроях.
M_FPInfo_NeedUpDate=Формат пакету застарів
M_iFreeUpCaption=Оптимізація iOS
M_RuniFreeUp=Перевірити
M_BuyiFreeUp=Придбати
M_iFreeUpDesc=Звільніть на пристрої IOS більше місця.
M_iFreeUpInfo_NotIns=Тут може бути багато даремно витраченого корисного простору на вашому пристрої IOS.
M_iFreeUpInfo_UpToDate=iFreeUp звільнить на пристрої IOS більше місця.
M_iFreeUpInfo_NeedUpDate=Ваш iFreeUp застарів.
M_Recomm_Ins_iFreeUp=Рекомендуємо: Встановіть %s щоб звільнити невикористовуваний простір.
M_RunSGB=Підвищіть зараз
M_SGBCaption=Оптимізація гри
M_SGBInfo_NotIns=Підвищення продуктивності ігор на ПК,зберігаючи його у відмінній формі
M_SGBInfo_UpToDate=Game Boost прискорює та оптимізує ігри в 1-клацання
M_SGBInfo_NeedUpDate=Superb Game Boost застарів.
M_RunIVC=Спробувати зараз
M_IVCCaption=Free Video Converter
M_IVCInfo_NotIns=100% безкоштовно,150+ форматів та швидке перетворення відео
M_IVCInfo_UpToDate=Дивіться відео в будь-якому випадку,коли забажаєте.
M_IVCInfo_NeedUpDate=iFun Video Converter застаріла.
M_RunIOT=Завантажуй зараз
M_IOTCaption=iPhone Менеджер
M_IOTInfo_NotIns=Імпорт, експорт і керування фотографіями, відео, музикою на вашому iOS пристрої 1-м натисканням.
M_IOTInfo_UpToDate=IOTransfer працює добре.
M_IOTInfo_NeedUpDate=IOTransfer застарів.
M_TipTitle=Деталі
M_IOTTip=IOTransfer дозволяє:<br> Передача музики з iPhone на ПК/iTunes<br> Легке керування фотографіями<br> Резервне копіювання/відновлення вмісту iPhone<br> Забезпечення тех-підтримкм преміум класу.
M_IOTDesc=Все-в-одному менеджер контенту для iPhone&IPad.
M_IOTOffer=Ваш кращий менеджер iPhone для передачі програмного забезпечення.<br>Перенесення даних iPhone між iPhone/iPad/iPod/ПК.<br>Легке та безкоштовне керування фотографіями iPhone,музикою,відео.<br>Видалить непотрібні файли & кеш,щоб звільнити більше простору.
M_TopSel=Топ продажу
M_VipTitle=Ексклюзивна VIP пропозиція
M_AC_ShareTip=Поділіться ексклюзивною пропозицією з друзями/сім'єю
M_AC_Pro_Title=Інші продукти рекомендуються для підвищення рівня безпеки та продуктивності.
M_ACPro_SubTitle=Придбайте зараз,щоб насолодитися ексклюзивною знижкою,тільки для користувачів з ASC PRO.
M_ACPro_SubTitle_AU=Придбайте зараз,щоб насолодитися ексклюзивною знижкою на ASC
M_ActionCenterTitle_Perfectly=Усі програми працюють відмінно!
M_ACPro_SubTitle_db=Придбайте зараз,щоб насолодитися ексклюзивною знижкою,тілльи для Driver Booster PRO користувачів.
M_SubTitle_Perfectly=Виконайте наступні програми регулярно, щоб отримати кращий захист безпеки та продуктивності ПК. Насолоджуйтесь їх використанням.
M_ShowACTitlePro=Ексклюзивна VIP пропозиція
M_ShowACDescPro=Натисніть кнопку "Показати",щоб отримати вашу ЕКСКЛЮЗИВ ціну зі знижкою для інших рекомендованих продуктів IObit.
M_AC_ProShareMail=Поділіться через повідомлення електронної пошти
M_AC_ProShareFB=Поділіться через Facebook
M_AC_NoMailCLient=Неможливо виконати операцію,так як клієнт електронної пошти за замовчуванням встановлений неправильно.
M_AC_Pro_Title2=Інші продукти,рекомендовані для кращої безпеки та продуктивності.Купуйте зараз,щоб користуватися Ексклюзивною знижкою тільки для користувачів Driver Booster PRO.
M_BuyIMF=Придбати
M_BuyDB=Придбати
M_BuySD=Придбати
M_BuyIU=Купити
M_BuySM=Купити
M_BuyASC=Купити
M_BuyIOT=Купити
M_SU_UpdateAll=Оновити усі
M_SU_ActiveAutoUpt=Увімкнути функцію автоматичного оновлення
M_SU_Title=Software Updater
M_SU_Help=Допоможе вам отримаати важливі програми в актуальному стані легко і ефективно.
M_SU_Ignored=Ігнорується
M_SU_Upting=Оновлення
M_SU_Update=Оновити
M_SU_UptoDate=До теперішнього часу
M_SU_StopIg=Не ігнорувати
M_SU_Ignore=Ігнорувати
M_SU_NewVer=Нова версія:
M_SU_InsVer=Поточна версія:
M_Hot=ПОПУЛЯРНЕ
M_RunKV=Запустити зараз
M_kvpCaption=KeepVid
M_kvpInfo_NotIns=Завантажте відео з YouTube,та ще з 10 000+ сайтів швидко.
M_kvpInfo_UpToDate=Завантажте відео з YouTube,та ще з 10 000+ сайтів швидко.
M_KVPDesc=Завантажте відео з YouTube та 10 000+ сайтів швидко.
M_RunKVP=Запустити зараз
M_BuyKVP=Придбати зараз
M_KVPTipTitle=Деталі
M_KVPTip=Ми обіцяємо,що ви зможете:<br> Завантажувати відео з 10 000 + сайтів для обміну відео<br>Завантажити відео в будь-якому форматі.<br>Завантажте списки відтворення YouTube і Lynda в пакетному режимі.<br>3X швидше,ніж звичайні програвачі.
M_kvpOffer=Завантажте відео з YouTube та 10000 + сайтів швидко. <br>Завантажуйте відео в будь-якому форматі одним клацанням миші.<br> Завантажуйте YouTube Playlists & Lynda Плейлисти в пакетному режимі.<br>В 3x швидше завантаження за допомогою багатопотокових технологій.<br>Перетворення онлайн та місцевих відео в будь-який формат.
M_AoMeiBackupperCaption=AOMEI Backupper Pro
M_AoMeiBackupperInfo_NotIns=Остаточне вирішення резервного копіювання системи та жорстких дисків
M_AoMeiBackupper_UpToDate=Остаточне вирішення резервного копіювання системи та жорстких дисків
M_AoMeiBackupperProDec=Остаточне вирішення резервного копіювання системи та жорстких дисків
M_RunAoMeiBackupper=Запустити зараз
M_BuyAoMeiBackupper=Придбати зараз
M_AoMeiBackupperTipTitle=Деті
M_AoMeiBackupperTip=Ми обіцяємо:<br>Система,жорсткий диск, розділ,файли та папки,резервне копіювання та відновлення <br> Підтримка автоматичного резервного копіювання,додаткові/ диференціальні резервні копії<br>Підтримка диска та розділу клонування<br> Синхронізація файлів у реальному часі
M_Moffer_Title=Необов'язкова пропозиція
M_Close=Закрити
M_Cancel=Скасувати
M_Moffer_Install=Встановити
M_Moffer_NoteEP=Натиснувши "Встановити",ви погоджуєтесь встановлювати %s та прийняти <a>EULA</a> & <a>Політика конфіденційності</a>.
M_Moffer_Refund=<a>Примітка:</a> Ви можете отримати відшкодування протягом 30 днів.Прочитайте <a>Політика повернення коштів</a>
M_AdawareCaption=Веб-компаньон
M_AdawareInfo_NotIns=Веб-компаньйон захищає вас від фішингу та шкідливих веб-сайтів.
M_AdawareInfo_UpToDate=Веб-компаньйон захищає вас від фішингу та шкідливих веб-сайтів.
M_AdawareOfferDesc=Встановіть веб-компаньйон,щоб покращити захист Інтернету та встановити Bing® на Microsoft™ як мою домашню сторінку,нові вкладки та пошукову систему за умовчанням на сумісних браузерах.
M_AdawareOffer=Швидкий та простий в встановленні.<br>Анти-фішинговий захист.<br>Захист веб-сторінок в реальному часі.<br>Сумісність з декількома браузерами.
M_DLDesc=Ніколи не забувайте інший пароль.
M_DLTip=Dashlane Premium дозволяє:<br> безпечно зберігати та керувати eсіма своїми паролями в одному місці<br> Отримуйте доступ до свого сховища паролів з будь-якого пристрою<br> Економте до 50 годин на рік за допомогою автозаповнення форм
m_OperaCaption=Opera Browser
M_OperaInfo_NotIns=Швидкий та безпечний браузер із вбудованим блокуванням реклами,заощадження заряду та безкоштовною VPN
M_OperaOffer=Блокує оголошення,щоб завантажувати веб-сторінки на 90% швидше.<br>Огляд до години довше.<br> Отримайте більше перегляду конфіденційності за допомогою безкоштовної VPN.
M_ISUCaption=Оновлення ПЗ
M_ISUInfo_NotIns_C=<a>%d</a> програми застаріли.Встановіть IObit Software Updater,щоб оновити їх одним клацанням миші.
M_ISUInfo_NotIns_C_Single=<a>1</a> програма застаріла.Встановіть IObit Software Updater,щоб оновити їх одним клацанням миші.
M_ISUInfo_NotIns=1-клік,щоб оновити та встановити усі важливі програми.
M_ISUInfo_UpToDate=IObit Software Updater зберігає всі Ваші важливі програми в оновленому стані
M_ISUInfo_NeedUpDate=Ваш IObit Software Updater застарів
M_ISUOffer=Оновіть усі свої програми до останньої версії з легкістю. <br>Встановіть усі програми,які вам потрібні без будь-яких зусиль.

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=Oновлення вручну
lblActiveTitle.Caption=Втомилися від ручного оновлення?
btnActiveAutoUpt.Caption=Активація автоматичних оновлень
btnDonotShow.Caption=Не показувати це знову
lblClose.Caption=Закрити

[DB_FormGuideInterface]
lblTitle.Caption=Відмінно! Всі драйвери найновіші!
lblDes.Caption=Підтримка і постійне оновлення безлічі драйверів буде проводиться через онлайн-базу даних.
lblHistoryView.Caption=Перегляд Історії оновлення
lblScanMore.Caption=ШУКАТИ БІЛЬШЕ
rdhtmlbldes.Caption=Підтримка і постійне оновлення безлічі драйверів буде проводиться через онлайн-базу даних.
btnClose.Hint=Закрити
btnDisappear.Hint=Назад
btnMax.Hint=Розгорнути
btnMin.Hint=Згорнути
btnRestore.Hint=Відновити

[DB_FormPcPerScan]
lbltitle.Caption=Перевірка продуктивності ПК
lblTipCap.Caption=Проблеми не виявлені. Але, щоб отримати чистіший і швидший ПК, рекомендуємо встановити Advanced SystemCare для всебічної перевірки.
btnfix.Caption=Встановити для Виправлення
btnstop.Caption=Стоп
btnInstall.Caption=Встановити
btnclose.Hint=Закрити

[DB_FormScanWithPro]
lblTitle.Caption=Сканувати з PRO
btnUpgrade.Caption=Удосконалити
lblLicense.Caption=
btnclose.Hint=Закрити

[ACD_frmActionCenter]
lbl_Cancel.Caption=Скасувати
lbl_Min.Caption=Згорнути
btnClose.Hint=Закрити

[ACD_M]
M_Downloading=Завантаження:
m_Installing=Встановлення:
M_DiskIsFull=Недостатньо місця на диску!
M_NetError=Не вдалося завантажити через мережеву помилку. Будь-ласка спробуйте пізніше!
M_Tips=Завантаження в процесі. Двічі клацніть піктограму, щоб переглянути деталі.
M_AreSure=Ви впевнені, що хочете вийти з Action Center Downloader?
M_AreSure_IObit=Ви впевнені, що хочете вийти з IObit Downloader?
M_TipFixing=Виправлення
M_MD5Faild=Завантажений файл пошкоджений. Будь-ласка спробуйте пізніше.
M_Speed=Швидкість:

[DB_FormIgnoreDevUpdate]
lblFormTitle.Caption=Driver Booster
btnClose.hint=Закрити
lblNote.Caption=Примітка: ігнороване оновлення чи пристрій не буде скануватись, доки ви не відновите його зі списку "Ігнорованого" в Налаштуваннях.
chkIgnoreOnce.Caption=Ігнорувати лише це оновлення
chkIgnoreAll.Caption=Ігнорувати всі оновлення цього пристрою
btnNo.Caption=Ні
btnYes.Caption=Так
chkNotRemind.Caption=Не нагадувати мені знову

[DB_FormBoostDetails]
lblTtitle.Caption=Game Boost Details
lblInfo.Caption=Після виконання оптимізації ваш комп'ютер був пришвидшений для кращої продуктивності гри.
btnClose.Hint=Закрити

[DB_FormBoostConfig]
rdlblCaption.Caption=Конфігурація Game Boost
rdlblHint.Caption=Виберіть елементи,які потрібно зупинити,щоб звільнити системні ресурси та підвищити продуктивність гри.
btnBoost.Caption=Пришвидшити
btnClose.Hint=Закрити
lblRecommend.Caption=<a>Рекомендуємо</a>
lblLoading.Caption=Завантаження...

[DB_FormUninstall]

